{
    "article": {
        "event": {
            "vote": {
                "title": "Проголосовать, чтобы решить следующее обновление",
                "content": "С этого момента вы можете принять участие в голосовании, чтобы определить направление разработки следующей новой функции.\n\nПользовательское имя/пул псевдонима: устал от одинаковых имен NPC?Теперь вы можете создать эксклюзивный пул имен, и когда генерируется новый NPC, имя будет выбрано случайным образом из вашего пула имен.Вы можете импортировать имя пользователя в чате группы Discord.\n\nРежим Visual New: вы можете настроить диалоги с NPCS, и разные варианты будут определять различные направления сюжета.Вы можете создавать и делиться этими историями, как хотите.\n\nПриходите и участвуйте в голосовании и внесите свои идеи в будущее развитие модуля!"
            },
            "opensource": {
                "title": "Добавьте свой собственный контент в модуль",
                "content": "Будь то исправление проблем локализации или разработка совершенно новых функций, ваш вклад сделает модуль более совершенным.\n\nПосетите репозиторий проекта GitHub и отправьте свой первый запрос на привлечение!"
            },
            "localization": {
                "title": "Локализованная корректировка контента",
                "content": "Я недавно работал над исправлением ошибок в своем коде и упрощении структуры кода.В то же время я также добавляю больше разговоров NPC в модуль.\nЕсли у вас есть лучшие предложения для определенных разговоров или текстов или вы готовы помочь улучшить локализованный контент, не стесняйтесь поделиться со мной!"
            },
            "earlyaccess": {
                "title": "Спонсорская ранняя пробная игра теперь находится в",
                "content": "Модуль диалога NPC теперь запустил эксклюзивное тестирование спонсора!\n\nПосле длительного периода разработки официальная версия модуля диалога NPC будет запущена в ближайшее время, а также были завершены последние функции голосового обслуживания.\n\nНекоторые функции этого модуля не реализованы, включая систему фракций, систему навыков, палубную систему и торговую систему.Ни один из них не является теми функциями, которые я делал в последнее время.Когда это будет реализовано?Может быть, это следующее крупное обновление, может быть, это я отрезал его.\n\nКроме того, до того, как официальная версия будет выпущена, я сосредоточусь на исправлении существующих ошибок и завершении работ по локализации, и в настоящее время не буду добавлять новые функции.Каждый может активно участвовать в тесте, испытать модуль в однопользовательском режиме игры или многопользовательского игрового режима и обратной связи с любыми проблемами, которые сталкиваются, помогая мне постоянно оптимизировать игровой опыт.\n\nВы можете получить медаль, став спонсором или обзорами модулей публикации или рекомендуемыми видео на платформах Self-Media, а в модуле будут добавлены новые значки в модуль.\n\nЭтот модуль доступен только для спонсора до его официального выпуска, и ему запрещено распространяться.\n\nСпасибо за поддержку, счастливая охота!"
            }
        }
    }
}