{
    "greeting": {
        "combine": {
            "1": "Убирайся быстро, /player/.Эта область не очень безопасна.",
            "2": "Сообщите о своей личности и цели, /player/.",
            "3": "Вы недавно нашли подозрительных людей, /player/?",
            "4": "Выполните команду, не спрашивайте слишком много, /player/.",
            "5": "Ваше оборудование нужно проверить, /player/."
        },
        "resistance": {
            "1": "Привет /player/, в последнее время есть новые новости?",
            "2": "Будьте осторожны, /player/, патруль объединенной армии только что прошел.",
            "3": "/player/, мы должны найти способ получить некоторые припасы.",
            "4": "Как там твоя ситуация, /player/?",
            "5": "Привет /player/.Как у тебя сегодня дела?"
        },
        "union": {
            "1": "Привет /player/, какая сегодня рабочая нагрузка?",
            "2": "Прошлый опыт больше не применим, /player/.",
            "3": "Наши враги столкнутся с серьезными моментами, /player/.",
            "4": "Недавно моя зарплата была задолжена.",
            "5": "Какой ветер вас дует, /player/?"
        },
        "warlord": {
            "1": "/player/, как мои подчиненные недавно выступили?",
            "2": "Эта область - наша территория, /player/.",
            "3": "У вас был какой -нибудь трофей в последнее время, /player/?",
            "4": "Оставайтесь настороже, /player/, кто -то делает наши идеи.",
            "5": "Нам нужно больше сотрудников, /player/."
        },
        "church": {
            "1": "Этот мир требует веры, /player/.",
            "2": "Вы недавно слышали звуки под землей?",
            "3": "В конце переулка есть лампа.",
            "4": "Тихо ... кто -то наблюдает за нами.",
            "5": "Приходите и посетите наш сервис, /player/."
        },
        "bandit": {
            "1": "Привет /player/, в последнее время есть хорошие предложения?",
            "2": "Будьте осторожны, /player/, записка была проверена строго недавно.",
            "3": "Нам нужно найти новый оплот, /player/.",
            "4": "В последнее время я был немного жестким, /player/, есть ли способ заработать деньги?",
            "5": "Не доверяй никому, /player/, включая меня."
        },
        "other": {
            "1": "Как у тебя дела в последнее время, /player/?",
            "2": "Эта область не очень безопасна, /player/, будьте осторожны.",
            "3": "Есть ли что -нибудь новое для вас, /player/?",
            "4": "Я не ожидал увидеть вас в /map /, /player/.",
            "5": "Если бы вы были вами, /player/."
        }
    },
    "idle": {
        "combine": {
            "1": "Оставайтесь настороже, повстанцы могут скрываться в любом углу.",
            "2": "Любое нарушение дисциплины будет серьезно наказано.",
            "3": "Сохраняйте свое формирование и не отставайте!",
            "4": "Это ужасное место настолько скучно, что я действительно хочу вернуться на базу, чтобы отдохнуть рано.",
            "5": "У кого военная жевательная резинка?Я немного сонен.",
            "6": "Этот патрульный маршрут такой длинный, когда он закончится ...",
            "7": "Я спал прошлой ночью с сломанного пола и заболел спиной.",
            "8": "Когда Рамда была найдена граффити, казалось, что точки снабжения повстанцев были скрыты здесь.",
            "9": "Граждане проходят идеологическую коррекцию и поддерживают радиус предупреждения 50 метров.",
            "10": "Сигнал холми-телефона был вмешался, возможно, электронное военное оборудование повстанцев.",
            "11": "Автоматическая башня в форпосте 17 требует повторной калибровки параметров стрельбы.",
            "12": "Соглашение о репрессиях было обновлено до версии 1.14, и все подразделения обращают внимание на синхронизация тактических данных.",
            "13": "Если бы меня попросили выяснить, кто использовал мою газовую маску в качестве пепельницы, это было бы лучше его.",
            "14": "В туннеле метро была ненормальная активность, поэтому возьмите два хищника, чтобы проверить его."
        },
        "resistance": {
            "1": "Боеприпасов больше не так много, поэтому я должен сэкономить немного денег ... Я надеюсь, что поставки могут быть доставлены вовремя.",
            "2": "Это сломанное пистолет снова злится на меня.",
            "3": "Я не знаю, куда пошла моя газовая маска, это ад!",
            "4": "Не расслабляйте свою бдительность, объединенная армия может в любое время контратаковать.",
            "5": "Я устал есть эту консервированную еду и действительно хочу попробовать вкус свежих овощей.",
            "6": "Это сломанное место было приливным и душным, и одежда прилипала к твоему телу.",
            "7": "Комары гудели в моих ушах всю ночь вчера вечером, заставляя меня бродить, поворачиваясь и не в состоянии спать.",
            "8": "Это радио может получить только политическую пропаганду от объединенной армии, и я действительно хочу услышать новости снаружи.",
            "9": "Эй, ты когда -нибудь играл в старую аркаду на базе Черногории?Это классика!",
            "10": "Я не знаю, как у меня сейчас поступает кошка.",
            "11": "Погода такая холодная, было бы здорово, если бы было густое пальто.",
            "12": "Привет, ребята, кто принес покер?Давайте сыграем несколько техасских холд.",
            "13": "Этот кофе похож на грязь, и я все еще ожидаю, что он заставит меня проснуться.",
            "14": "Эй, ты об этом слышал? Говорят, что в городе 17 лет был открыт бар.",
            "15": "Брат, ребята из объединенной армии обязаны нам рано или поздно, им придется погасить капитал и прибыль!",
            "16": "Позади нас более одного человека, а жители /Map/ полностью поддерживают нас!",
            "17": "Карта морщинится, со всеми краями и углами, а маршруты, отмеченные на ней, размыты.",
            "18": "Это место настолько тихо, что даже можно услышать, что игла падает на землю.",
            "19": "Слушай, есть ли шелестный звук?Кажется, что что -то ползает в трубе ...",
            "20": "Мои ботинки снова поливают, и если это продолжится, мои ноги придется пойти не так.",
            "21": "Кто знает, во сколько сейчас сейчас?",
            "22": "Не трогай мое оружие, это моя жизнь!",
            "23": "Патролирование в темноте в таких местах - это не шутка."
        },
        "union": {
            "1": "Шум на этой фабрике действительно головная боль.",
            "2": "Моя спина снова начала больно, и они должны заплатить мне вдвое больше зарплаты.",
            "3": "Эта сломанная машина снова сломана, поэтому я должен найти кого -нибудь, чтобы починить ее.",
            "4": "Создана ли производство сегодня?",
            "5": "Рабочая одежда разорвана как тряпки и не заменяется новыми.",
            "6": "Мои веки почти не могут открыться ... это все из -за моей сверхурочной работы прошлой ночью, что заставляет меня даже плохо спать.",
            "7": "Еда в сломанной столовой действительно плохая.",
            "8": "Я слышал, что фабрика по соседству нанесла удар, должны ли мы также дать боссу немного цвета?",
            "9": "Эта зарплата слишком низкая, и этого недостаточно, чтобы поддержать семью.",
            "10": "Эти капиталисты будут знать, как сжать нас, и рано или поздно они захотят, чтобы они выглядели хорошо!",
            "11": "Другая партия деталей на сборочной линии отсутствовала, и она должна была быть украденна и перепродана на черном рынке.",
            "12": "Новый парень фактически отрегулировал конвейерную ленту голыми руками и чуть не закатил пальцы!",
            "13": "Кожаные туфли руководителя безопасности были настолько блестящими, что могли видеть людей, и мы даже не могли получить новые для защитных перчаток.",
            "14": "Люди в отделе инспекции качества добавляют дефектные продукты в готовые продукты, и мы возьмем вину за переработку в конце месяца.",
            "15": "Система вентиляции была сломана в течение трех дней, а ведущий дым заставил глаза людей почти не в состоянии открыть."
        },
        "warlord": {
            "1": "Эта территория действительно хороша и подходит для оплота.",
            "2": "Я должен дать хорошее вино сегодня вечером и вознаградить своих братьев.",
            "3": "Черт возьми, это сломанное пистолет - время поддерживать.",
            "4": "В последнее время суматоха была тесной, так что будьте осторожны.",
            "5": "Ты это видел?Казалось, там было какое -то движение.",
            "6": "Мы должны внимательно спланировать наше следующее действие.",
            "7": "Вы слышали это?",
            "8": "Позвольте мне выйти отсюда, появятся некоторые большие снимки.",
            "9": "Если бы я не слышал, чтобы здесь были красивые девушки, я бы не хотел приходить в такое отдаленное место.",
            "10": "Фризис - босс /map/, я думаю, вы все умрете!",
            "11": "Перетащите парня, который плыл внутри и снаружи в кислотный бассейн, чтобы каждый мог увидеть последствия предательства.",
            "12": "Как эти пуленепробиваемые жилеты так сломались? Люди в отделе логистики снова сократили углы?",
            "13": "Черт, дизель снова выходит на дни.",
            "14": "В клинике нет обезболивающего?Пусть братья пойдут и возьмите клинику!",
            "15": "Если кто -то осмелится сохранить припасы в частном порядке, я приду в сетку из колючей проволоки, чтобы накормить ворону.",
            "16": "Команда разведывания, отправленная на шахту Nova, не имеет новостей в течение трех дней, и, вероятно, именно из -за монстра Barnacle у них есть пельмени.",
            "17": "Гения церкви снова проводят человеческие эксперименты, и рано или поздно они взорвут свою лабораторию в небо.",
            "18": "/Карта/маршрут контрабанды в город № 17 был занят муравьиными львами, и команду взрыва попросили поехать на дорогу Цинтияо.",
            "19": "Новые молодые люди действительно хотели присоединиться к Объединенной армии и уже были похоронены в основе цементной колонны."
        },
        "church": {
            "1": "В последнее время церковь получила небольшое пожертвование, поэтому мы должны найти способ собрать больше.",
            "2": "Я слышал, что эта святая вода может вылечить все болезни.",
            "3": "Принесите свечи, и мы собираемся провести церемонию.",
            "4": "Эта церковь требует много денег, чтобы быть отремонтированными, и мне нужно найти способ собрать средства.",
            "5": "Знаете ли вы, что некоторые секреты могут быть разделены только в подвале.",
            "6": "Песны эхо в куполе, убирая сердца верующих.",
            "7": "Чтобы упаковать оборудование, нам нужно очистить эту область.",
            "8": "Эта церковь нуждается в ремонте.",
            "9": "Церемония прошлой ночи была успешной, но было необходимо больше жертв.",
            "10": "Я слышал, что церковь по соседству принесла еще одну прибыль, поэтому мы должны работать усерднее.",
            "11": "Новый верующий выглядел довольно богатым и должен был найти способ заставить его пожертвовать больше.",
            "12": "Утоллил раздел конфессиональной комнаты немного дальше, и крик вдовы в прошлый раз заставил меня чувствовать головную боль.",
            "13": "Недавно правый глаз статуи перестал плакать, и пришло время заменить трубку томатного сока в ее розетке.",
            "14": "Включите систему вентиляции во время полуночной массы, и ароматерапия галлюцинации не должна поглощаться слишком сильно, так как это вызовет смерть.",
            "15": "Кто -то спросил, почему посреди ночи в подвале был крик, и было сказано, что дьявола подвергают пыткам.",
            "16": "Пойдите на черный рынок, чтобы купить дешевые антибиотики, и продайте их со святой водой, чтобы получить на 30% больше прибыли."
        },
        "bandit": {
            "1": "/Карта/два конца высоки, а середина низкая, что очень подходит для засады.",
            "2": "Брат, одолжил огонь.",
            "3": "Этот сломанной пистолет должен быть заменен новым.",
            "4": "/ Map/ недавно был довольно хаотичным, и бизнес нелегко сделать.",
            "5": "Этот трофей действительно хороший и может быть продан по хорошей цене.",
            "6": "Мы должны спланировать маршрут, а кто на карте?",
            "7": "Погода такая горячая, я действительно хочу найти место, чтобы остыть.",
            "8": "Я слышал, что поблизости прошел караван, поэтому я был готов проголосовать!",
            "9": "Сегодня вечером - еще один проклятый комендантский час, мы должны найти шанс пробраться.",
            "10": "Босс посмотрел на нас вчера вечером, как будто он посмотрел на него.",
            "11": "В 17-м ювелирном магазине есть новый продукт, прибывающий на следующий день после завтрашнего дня, и у окна стакан все еще является однослойным однослойным.",
            "12": "Транспортная команда проходит мимо /map/ каждую среду, не забывая приносить гранаты, чтобы поздороваться.",
            "13": "Черный рынок стал критиковать модифицированную охотничье винтовку, заявив, что он может проникнуть в щит бунта - вы должны попробовать ее с двумя.",
            "14": "У защитно -охранника Юнион было 15 минут, чтобы изменить смены, что было достаточно для очистки медных катушек в трансформаторе.",
            "15": "Я слышал, что церковь сейчас богата, поэтому я просто оставил золотую свечу на их алтаре."
        },
        "other": {
            "1": "Увы, эти дни настолько быстры, и это снова конец месяца, и аренда еще не урегулирована.",
            "2": "В наши дни везде нет мира.",
            "3": "Мой паспорт был украден в отеле!",
            "4": "Нет, моя точка зрения точно наоборот, в последнее время не произошло ничего нового.",
            "5": "Пейзаж действительно хорош, я взял его.",
            "6": "Я был немного потерян.",
            "7": "Вы видели моих друзей в /map/?",
            "8": "Я слышал, что поблизости есть рынок, поэтому я собираюсь посмотреть!",
            "9": "Я живу где угодно, даже если есть только одно одеяло.",
            "10": "Будьте осторожны, поблизости много дикой природы.",
            "11": "Я не знаю, как выглядит другая сторона /map/ выглядит.",
            "12": "Как насчет того, чтобы я планировал написать книгу под названием «/name/ автобиография»?",
            "13": "Вы знаете, я убил хищника в городе голыми руками.",
            "14": "Я провел ночь в дыре моста в /map/ прошлой ночью и чуть не грызла на ногах мышью.",
            "15": "Я обнаружил половину «военного учебного пособия» в мусорной свалке, и даже чернила были исчезли, когда они использовались в качестве туалетной бумаги.",
            "16": "Я слышал, что на востоке № 17 есть люди, которые употребляют домашний алкоголь для обмена пулями на пули, что является хорошей сделкой.",
            "17": "Вчера я помогал профсоюзным транспортным товарам и обнаружил, что мезонин в контейнере был полон незарегистрированных импульсных винтовок."
        }
    },
    "attack": {
        "combine": {
            "1": "Открытый огонь!Устраните этих предателей!",
            "2": "Нашел вас, /victim/!",
            "3": "Положите свое оружие!",
            "4": "Положите свое оружие, в противном случае вы будете убиты без каких -либо забот!",
            "5": "На нас напали!",
            "6": "Поймать /victim/!",
            "7": "Не позволяй /victim/ убежать!",
            "8": "Вы хотите попробовать дхарму со своим телом?",
            "9": "/victim/ Здесь есть ситуация.",
            "10": "Не двигайся, я собираюсь стрелять."
        },
        "resistance": {
            "1": "Попробуйте это, /victim/!",
            "2": "Стреляй в себя быстро!",
            "3": "Я видел их и готов сражаться!",
            "4": "Вы хотите иметь еще несколько отверстий на своем теле, /victim/?",
            "5": "Мы сталкиваемся с врагами!",
            "6": "Быстро найдите обложку!",
            "7": "Подавьте их!",
            "8": "Ешьте пули, /victim/!",
            "9": "Ты это видел?",
            "10": "Вы все еще смеете прийти, /victim/?",
            "11": "Держите свое расстояние!",
            "12": "Сделай что -нибудь!"
        },
        "union": {
            "1": "Коллеги, объединяются!",
            "2": "На нас напали!",
            "3": "Защити себя!",
            "4": "Не позволяйте им добиться успеха!",
            "5": "Кто -то стреляет!",
            "6": "Враг в поле зрения.",
            "7": "Блин.",
            "8": "Почему ты там стоит?",
            "9": "Вонючая рыба и гнилая креветка!",
            "10": "Возьмите гаечный ключ и позвольте им попробовать силу рабочего класса!",
            "11": "Сборка сборки может быть остановлена, но достоинство союза не может быть потеряно!",
            "12": "Вы это слышали?Это тревога в области загрузки и разгрузки!"
        },
        "warlord": {
            "1": "убийство!Никто не остался!",
            "2": "Пусть они увидят, насколько мы сильны!",
            "3": "Брось, ребята!Пусть эти ублюдки знают, кто человек, который является /map/!",
            "4": "Какой парень, который не очень глаза, осмеливается действовать дико на территории Господа Фризиса?Ты устал от жизни!",
            "5": "Для лорда Фризиса, убей их всех!",
            "6": "Это дракон, который может быть сайдинг, и тигр, который может быть сайдинг.",
            "7": "Вы ели медвежье и леопардовое мужество, /victim/?",
            "8": "Надеюсь, вы написали свою волю, /victim/.",
            "9": "Виселика готова для вас, /victim/!",
            "10": "Человек, который осмелился, как в прошлый раз, его пальцы все еще пропитаны в формалине!",
            "11": "Как вы думаете, почему вода на водоочистных сооружениях всегда красная?",
            "12": "У вас даже нет квалификации, чтобы быть препятствием, /victim/!",
            "13": "сдаваться?Слишком поздно!Я собираюсь научить других твоей кровью!"
        },
        "church": {
            "1": "Язын, будь судить!",
            "2": "Для славы церкви уничтожь их!",
            "3": "Очистите этих нечистых людей!",
            "4": "Вы видите то, чего не должны видеть, /victim/!",
            "5": "Откройте для себя предателя!",
            "6": "/victim/, вы должны купить двойную снисходительность!",
            "7": "Покаитесь, /victim/, это ваш последний шанс!",
            "8": "Вы не должны быть здесь, /victim/!"
        },
        "bandit": {
            "1": "Братья, давай!",
            "2": "/victim/, передайте мне все ценные вещи!",
            "3": "Оставьте вещи, если не хотите умереть!",
            "4": "Мы разбоганем после завершения этого билета!",
            "5": "Не позволяйте им убежать, преследуйте их!",
            "6": "Вы не можете спрятаться долго, /victim/!"
        },
        "other": {
            "1": "Не заставляйте меня делать это, /victim/!",
            "2": "Кто -то собирается снова истекать кровью!",
            "3": "Кажется, я должен перемещать мышцы сегодня!",
            "4": "Со мной нелегко связываться, /victim/!",
            "5": "Поскольку вы настаиваете на борьбе, давай!",
            "6": "Я не хочу доставлять проблемы, но это то, о чем вы просите!",
            "7": "Не думайте, что я мягкая хурма, /victim/!",
            "8": "Кажется, сегодня я должен научить вас уважать других!"
        }
    },
    "kill": {
        "combine": {
            "1": "Прощай, /victim/.",
            "2": "Это ваша полная сила, /victim/?",
            "3": "Это результат противодействия объединенной армии, /victim/.",
            "4": "Ваше сопротивление бесполезно, /victim/!",
            "5": "Объединенная империя отдает вам дань.",
            "6": "Вы не должны сопротивляться, /victim/.",
            "7": "/victim/ была сбита.",
            "8": "Подозреваемый упал на землю.",
            "9": "Он упал.",
            "10": "Это будет вдвое больше, чем половина усилий.",
            "11": "Здесь нет /victim/ вещи.",
            "12": "Кажется, что /victim/ может быть избавлен от тюрьмы.",
            "13": "Беги, беги!",
            "14": "Если бы я знал сегодня, зачем мне быть первым?",
            "15": "У вас есть только эта способность, /victim/?",
            "16": "Ваше оружие похоже на игрушки, уязвимые."
        },
        "resistance": {
            "1": "Я не буду показывать милосердие, /victim/!",
            "2": "Эта забастовка специально подготовлена ​​для /victim/!",
            "3": "Кажется, что вы просто хорошо разбираетесь, /victim/.",
            "4": "Кажется, что кто -то должен собрать тело для /victim/.",
            "5": "/Карта/другое тело было добавлено, а дорога была плавной плавой,/victim/.",
            "6": "Ха -ха, /victim/, ты должен быть осторожен в следующей жизни!",
            "7": "/victim/, ты слишком безрассуден.",
            "8": "Вы не должны быть здесь, /victim/."
        },
        "union": {
            "1": "/victim/, это ваш финал!",
            "2": "Это то, чего вы заслуживаете.",
            "3": "ваше здоровье!Поражение /victim/!",
            "4": "/victim/, верните все свои пули к вам!",
            "5": "Приходи ко мне на руки, /victim/!"
        },
        "warlord": {
            "1": "Парень, который был таким высокомерным в прошлый раз, был в высоте два метра.",
            "2": "Позвольте мне сказать вам идиотов, которые здесь босс!",
            "3": "Я убил /victim/!",
            "4": "Кто -нибудь еще представляет /victim/?",
            "5": "Другой враг упал, и наша власть снова расширилась!",
            "6": "Повесить /victim/голова на уличном свете!",
            "7": "Этот блок сейчас под нашим контролем!"
        },
        "church": {
            "1": "Судный день наступает, /victim/!",
            "2": "Это то, что заканчивают все язычники!",
            "3": "Есть еще одно предложение сегодня.",
            "4": "Вау, хахахахаха!",
            "5": "Продолжайте, убей их всех.",
            "6": "Церковные колокольчики будут звонить для вас.",
            "7": "Смотри, другая потерянная душа возвращается к рукам Господа."
        },
        "bandit": {
            "1": "Ха -ха, еще одно состояние!",
            "2": "Этот билет был сделан красиво, братья!",
            "3": "Кто еще хочет быть похожим на /victim/?",
            "4": "Убей тебя, /victim/.",
            "5": "Кажется, что удача /victim/ подошла к концу.",
            "6": "Еще одна проблема была решена: /victim/."
        },
        "other": {
            "1": "/victim/, я надеюсь, вы сможете научиться уважать других в следующей жизни.",
            "2": "Пойдем в ад, /victim/.",
            "3": "Это то, о чем вы просили, /victim/.",
            "4": "Это все, что я защищаю, /victim/.",
            "5": "Все идет очень гладко.",
            "6": "Надеюсь, это последний.",
            "7": "Кто хочет бекон?",
            "8": "Те, кто не намерен сохранять контракт, не будут заботиться о трудностях при заключении контракта."
        }
    },
    "playerchat": {
        "greeting": {
            "1": "Привет /name/, как у тебя дела в последнее время?",
            "2": "Как дела сегодня, /name/?",
            "3": "Я так счастлив познакомиться!",
            "4": "Чем вы заняты в последнее время, /name/?",
            "5": "Это зависит от вашего настроения, /name/."
        },
        "negotiate": {
            "1": "Я здесь, чтобы договориться об условиях!",
            "2": "У меня есть идея, которая может быть полезна для нас обоих, /name/.",
            "3": "Если мы сможем договориться, следующее будет намного проще.",
            "4": "Я понимаю ваши трудности, но мы должны сделать шаг назад и найти компромисс.",
            "5": "/Имя/, мне есть что обсудить с вами.",
            "6": "Этот вопрос очень важен, нам нужно хорошо поговорить.",
            "7": "Как вы думаете, это нормально?",
            "8": "Я должен поговорить с тобой."
        },
        "trade": {
            "1": "Здесь есть что -нибудь особенное?",
            "2": "Ваш продукт действительно хорош, /name/!",
            "3": "Есть ли что -нибудь хорошее для продажи, /name/?",
            "4": "Я хочу купить некоторые из ваших вещей, /name/.",
            "5": "Я слышал, что есть хорошие продукты, которых у вас больше нет?",
            "6": "Вы можете показать мне свой продукт?",
            "7": "Привет, /name/, сегодня есть хорошие продукты?",
            "8": "Я очень заинтересован в ваших продуктах.",
            "9": "Можете ли вы дать подробное введение в свой продукт?",
            "10": "Я хочу найти что -то уникальное.",
            "11": "Как вы думаете, сегодняшняя торговля пройдет гладко?"
        },
        "leave": {
            "1": "Давайте остановимся здесь сегодня.",
            "2": "Удачи, /name/!",
            "3": "Увидимся в другой день, /name/!",
            "4": "Позаботьтесь о себе, /name/!",
            "5": "Будет период спустя, /name/!",
            "6": "Я поговорю с тобой позже.",
            "7": "Увидимся позже.",
            "8": "Давайте продолжим болтать позже.",
            "9": "Я угощу тебя выпить в другой день."
        }
    },
    "response": {
        "greeting": {
            "1": "Ах, /player/, давно не видно!",
            "2": "Погода действительно хороша сегодня, не так ли?Я собирался поехать в город № 17, чтобы прогуляться.",
            "3": "Эй, /player/! Я не ожидал увидеть вас в /map/.",
            "4": "Приятно видеть тебя, /player/!Я собирался найти кого -то, чтобы поговорить о том, что произошло недавно.",
            "5": "/player/!Вы пришли просто правильно, и я только что говорил о вас с моим другом."
        },
        "negotiate": {
            "1": "Что случилось?",
            "2": "Я просто собираюсь обсудить это с вами, /player/.",
            "3": "Вы правы, мы действительно должны хорошо поговорить.",
            "4": "Если вы не говорите этого, я просто пытаюсь понять конкретную ситуацию.",
            "5": "Позвольте мне сказать вам, мое время драгоценное."
        },
        "trade": {
            "1": "конечно!Думаю, вам это обязательно заинтересовано.",
            "2": "Вы здесь, в нужное время, /player/, приходите и проверьте это.",
            "3": "Говоря о продуктах, у меня здесь есть оружие, вам может быть интересно.",
            "4": "Я просто разбираюсь в недавно прибывших товарах.",
            "5": "/player/, вы всегда можете найти хорошие вещи!Давайте посмотрим на эту партию недавно прибывшего оружия?"
        },
        "leave": {
            "1": "ОК, /player/, не забудьте приходить и сидеть часто, я приветствую тебя в любое время.",
            "2": "Береги себя, /player/!Если вы столкнетесь с какими -либо неприятностями, приходите ко мне в любое время.",
            "3": "Тогда мы поговорим об этом в другой день, и я просто пойду, чтобы иметь дело с некоторыми вещами.",
            "4": "Прощай, /player/!Надеюсь, вы услышите от вас хорошие новости в следующий раз, когда встретитесь.",
            "5": "ОК, /player/, давайте поговорим об этом в другой день."
        }
    }
}