{
    "card": {
        "info": {
            "combine": {
                "name": "Combine Deck",
                "desc": "Despite the United Forces' dwindling presence on Earth, they remain a formidable force."
            },
            "resistance": {
                "name": "Resistance Deck",
                "desc": "The rebel forces in 17th City, engaging in organized sabotage activities."
            },
            "union": {
                "name": "Union Deck",
                "desc": "Strikes, protests, and wage disputes - a snapshot of workers' daily lives."
            },
            "warlord": {
                "name": "Warlord Deck",
                "desc": "After the catastrophe, warlords established a reign of terror in 17th City."
            },
            "church": {
                "name": "Church Deck",
                "desc": "The underground cult in 17th City, notorious for its corruption and greed."
            },
            "bandit": {
                "name": "Bandit Deck",
                "desc": "Roving outcasts on the outskirts of 17th City."
            },
            "other": {
                "name": "Freelancer Deck",
                "desc": "Wanderers independent of the major factions."
            }
        },
        "general": {
            "sightedness": {
                "name": "Sightedness",
                "d": {
                    "1": "I saw you talking to a suspicious person near /map/, how do you explain that?",
                    "2": "I saw you sneaking around near the Black Mesa, don't think you can deny it!",
                    "3": "What were you doing in the alley of 17th City last night? I'm a witness.",
                    "4": "The coalition army is hunting you, and I happen to know where you've been.",
                    "5": "/name/, you appeared there at that time, is it just a coincidence?"
                },
                "a": {
                    "1": "That's just a regular passerby, I was just asking for directions, don't be so surprised.",
                    "2": "You must have seen it wrong, I didn't leave home last night.",
                    "3": "Humph, even if you saw it, so what? What can you prove?",
                    "4": "Oh? How do you plan to use it to threaten me?",
                    "5": "I was just passing by, nothing special."
                }
            },
            "rebuttal": {
                "name": "Rebuttal",
                "d": {
                    "1": "This is impossible, I refuse to accept this statement.",
                    "2": "Your point of view is completely wrong!",
                    "3": "Your argument is completely untenable, the coalition army's report is not written like this.",
                    "4": "Don't think you can get away with this kind of excuse.",
                    "5": "Your point of view is completely untenable.",
                    "6": "/name/, your argument is unfounded."
                },
                "a": {
                    "1": "Then what evidence do you have?",
                    "2": "Evidence? Show it to me, don't just talk.",
                    "3": "It doesn't matter if you believe it or not, the fact is the fact.",
                    "4": "If you have a better explanation, I'm all ears.",
                    "5": "My point of view is based on facts, not like you, just guessing out of thin air.",
                    "6": "Do you have any evidence? Or just guesswork?"
                }
            },
            "hypothesis": {
                "name": "Hypothesis",
                "d": {
                    "1": "If /camp/ discovers your secret, how do you think they will deal with you?",
                    "2": "If you stand on my side, we can change a lot of things together.",
                    "3": "If you fail, what do you think /map/ will become?",
                    "4": "If /camp/ really controls /map/, what do you think will happen to yourself?",
                    "5": "If /camp/'s plan succeeds, what will we do?",
                    "6": "If all this is a conspiracy of /camp/, what will you do?"
                },
                "a": {
                    "1": "Why should I believe you?",
                    "2": "Interesting, but that doesn't mean you're right."
                }
            },
            "ridicule": {
                "name": "Ridicule",
                "d": {
                    "1": "The human heart is not enough to swallow the snake.",
                    "2": "I didn't expect you to have such strength.",
                    "3": "You really have a glass heart.",
                    "4": "Your plan is full of loopholes, even an ordinary citizen can see through it.",
                    "5": "You, this kind of person, only deserve to live in the garbage heap of 17th City."
                },
                "a": {
                    "1": "Forget it, then you say it, don't just talk.",
                    "2": "At least I'm not like you, just hiding in the shadows all the time."
                }
            },
            "fame": {
                "name": "Fame",
                "d": {
                    "1": "I've heard of you, the little famous /nickname/ in /camp/, right?",
                    "2": "You are at the top of the wanted list, really 'famous'!",
                    "3": "/name/, your name is well-known in /map/.",
                    "4": "Your name is worth a lot of money on the black market, do you know?",
                    "5": "I've heard of your deeds, didn't expect to meet you in person today.",
                    "6": "/name/, your name is a taboo in /camp/."
                },
                "a": {
                    "1": "It seems you are not a clean person.",
                    "2": "That just proves I'm doing the right thing.",
                    "3": "Those are all things of the past, I care more about the present."
                }
            },
            "informationexchange": {
                "name": "Information Exchange",
                "d": {
                    "1": "I have the information you want, but you have to pay for it.",
                    "2": "Let's share information with each other, how about it?",
                    "3": "There is some information on the black market, maybe you will be interested.",
                    "4": "Let's exchange some information, this is beneficial to both sides."
                },
                "a": {
                    "1": "This sounds good, how reliable is this information?",
                    "2": "You prove the value of your information first.",
                    "3": "I don't believe those nonsense.",
                    "4": "I've heard some rumors, but we need more information to act."
                }
            },
            "smalltalk": {
                "name": "Small Talk",
                "d": {
                    "1": "I'm very honored to be able to communicate with you.",
                    "2": "You are a great negotiator.",
                    "3": "I've heard a lot about you, today I finally met you in person.",
                    "4": "It's my honor to be able to work with someone like you.",
                    "5": "I've heard of you for a long time, didn't expect to meet you here.",
                    "6": "Long time no see, you look good."
                },
                "a": {
                    "1": "Thank you for your praise!",
                    "2": "I'm just doing my best.",
                    "3": "Too much praise, nice to meet you.",
                    "4": "Let's skip the small talk, let's get down to business."
                }
            },
            "negligence": {
                "name": "Negligence",
                "d": {
                    "1": "/name/, you seem to be not very attentive to the task recently.",
                    "2": "Those who neglect their duties will be found out sooner or later.",
                    "3": "Your last mission failed, almost killed the whole team.",
                    "4": "With your attitude, how can you deserve the trust of /camp/?",
                    "5": "/name/, have you forgotten your duty?"
                },
                "a": {
                    "1": "You are not my boss!",
                    "2": "Everyone has a low period, but I won't let personal problems affect my work.",
                    "3": "If you have any comments on my work, you can tell me directly."
                }
            },
            "terrorface": {
                "name": "Terror Face",
                "d": {
                    "1": "What I'm showing you is my real face.",
                    "2": "In /map/, no one can escape my threat."
                },
                "a": {
                    "1": "Do you dare to talk to me like this?",
                    "2": "Your eyes remind me of the monsters in the Black Mountain Base.",
                    "3": "I heard you once single-handedly wiped out a whole patrol team."
                }
            },
            "hatsleight": {
                "name": "Hat's Sleight",
                "d": {
                    "1": "This is a classic hat's sleight, it's hard for you to understand, right?",
                    "2": "You can never guess what I'm going to do next."
                },
                "a": {
                    "1": "What do you think you're playing at? I've seen through your tricks a long time ago.",
                    "2": "Don't think you can deceive me with these tricks.",
                    "3": "Luck is also part of strength, isn't it?"
                }
            },
            "dispute": {
                "name": "Dispute",
                "d": {
                    "1": "Your argument is full of loopholes! Just like the sewer system in 17th City!",
                    "2": "Don't think you can fool me with those sophistries, I saw you with my own eyes at the Nova Mine!",
                    "3": "Do you think these lame excuses can fool anyone? Even the homeless on the street won't believe it!"
                },
                "a": {
                    "1": "The sewer system in 17th City is still running, but your brain has stopped thinking long ago!",
                    "2": "At least my logic is self-consistent, but your thinking is as chaotic as if it had been gnawed by an antlion!"
                }
            },
            "warexperience": {
                "name": "War Experience",
                "d": {
                    "1": "I have experienced war, so I understand the pain of your /camp/.",
                    "2": "The past battles have given me a lot of experience and lessons.",
                    "3": "The disaster at the Black Mountain Base changed everything, where were you at that time?",
                    "4": "I heard you made great contributions in the battle at /map/.",
                    "5": "/name/, your performance in the last war was impressive."
                },
                "a": {
                    "1": "Then you must have a lot of stories to tell, I'm all ears.",
                    "2": "War has made me clear about what is important and what is not."
                }
            },
            "psychologicalwar": {
                "name": "Psychological War",
                "d": {
                    "1": "You know what? I can see through your thoughts.",
                    "2": "I have already planted suspicion in your heart.",
                    "3": "You think you are fighting for freedom? In fact, you are just a pawn of others.",
                    "4": "Your companions have long betrayed you, it's just that you are still in the dark.",
                    "5": "Do you really believe you can win? Don't deceive yourself.",
                    "6": "Your mentality will only make you lose more miserably."
                },
                "a": {
                    "1": "You are wrong, I know how to deal with it.",
                    "2": "You are overestimating yourself.",
                    "3": "Are you the one who is wavering? Don't push the problem to me.",
                    "4": "Victory is not just a matter of words."
                }
            },
            "espionage": {
                "name": "Espionage",
                "d": {
                    "1": "/name/, I heard you are working for other camps.",
                    "2": "Your whereabouts are very suspicious, are you engaged in espionage?"
                },
                "a": {
                    "1": "What are you talking about? I haven't left our camp.",
                    "2": "How is that possible?"
                }
            }
        },
        "combine": {
            "fortress": {
                "name": "Fortress",
                "d": {
                    "1": "The fortress we built in /map/ is as solid as a rock, your /camp/ can't break through it at all.",
                    "2": "Do you see that sturdy coalition army castle? That's a place you can never reach in your life."
                },
                "a": {
                    "1": "The hundred and second Qin Pass will eventually belong to Chu, and the three thousand Yue armor can swallow Wu.",
                    "2": "I hope it can hold on until the reinforcements arrive.",
                    "3": "Don't be too proud, there is no defense line that our /camp/ can't break through.",
                    "4": "No matter how strong your fortress is, it can't stop the internal betrayal."
                }
            },
            "overwatch": {
                "name": "Overwatch",
                "d": {
                    "1": "The armored core monitors all your actions, don't think you can escape.",
                    "2": "I know you like the back of my hand.",
                    "3": "Your every move is under my control.",
                    "4": "Don't think you can escape our eyes.",
                    "5": "/name/, have you forgotten that we are everywhere?"
                },
                "a": {
                    "1": "Then keep watching, I have nothing to hide.",
                    "2": "Watch me? Are you guys too free?",
                    "3": "Your surveillance is meaningless to me."
                }
            },
            "fishingremarks": {
                "name": "Fishing Remarks",
                "d": {
                    "1": "I was just testing, you really fell for it.",
                    "2": "You are too easily manipulated."
                },
                "a": {
                    "1": "No, I don't believe your tricks!",
                    "2": "Humph, do you think you are very remarkable?",
                    "3": "I won't be easily hooked, your problem is too obvious.",
                    "4": "I know more than you think, but I won't tell you."
                }
            },
            "internalmessage": {
                "name": "Internal Message",
                "d": {
                    "1": "I have some important internal information, do you want to hear it?",
                    "2": "It seems you don't know us at all.",
                    "3": "I got some internal information, your plan has been known to us.",
                    "4": "/name/, I heard there is a problem inside /camp/, do you want to know?"
                },
                "a": {
                    "1": "Impossible, this is not true!",
                    "2": "I don't believe it at all.",
                    "3": "Your information may not be reliable, don't boast here.",
                    "4": "Tell me, but don't expect me to fully believe it."
                }
            },
            "keeneye": {
                "name": "Keen Eye",
                "d": {
                    "1": "/name/, do you think I didn't notice your little movements?",
                    "2": "In front of me, there is no secret to speak of.",
                    "3": "/name/, I have already seen through your plan.",
                    "4": "/name/, I can't miss any of your details."
                },
                "a": {
                    "1": "You are too confident!",
                    "2": "What you see is just the tip of the iceberg.",
                    "3": "Let's wait and see, who will have the last laugh."
                }
            },
            "viralpandemic": {
                "name": "Viral Pandemic",
                "d": {
                    "1": "The residents of /map/ have long been infected by our propaganda.",
                    "2": "/name/, our information war has already begun.",
                    "3": "/name/, our propaganda is spreading like a virus."
                },
                "a": {
                    "1": "Your propaganda will only make more people see your true face.",
                    "2": "The truth will come out sooner or later, you wait."
                }
            },
            "businessasusual": {
                "name": "Business As Usual",
                "d": {
                    "1": "This is a formal business, no sloppiness.",
                    "2": "Business as usual, don't play tricks. Everything must follow the procedure.",
                    "3": "/name/, this is an order, you must execute it."
                },
                "a": {
                    "1": "Forget it, a more credible way of saying it would be better.",
                    "2": "Then don't blame me for not being merciful."
                }
            },
            "citybroadcast": {
                "name": "City Broadcast",
                "d": {
                    "1": "Do you want to be on tomorrow's broadcast? I advise you to cooperate obediently.",
                    "2": "Do you want to make yourself known to everyone?"
                },
                "a": {
                    "1": "I don't care, there are no people I know in /map/.",
                    "2": "The broadcast is full of your lies, people won't be fooled forever."
                }
            },
            "trojanhorse": {
                "name": "Trojan Horse",
                "d": {
                    "1": "I sent you a package, if you have the courage, open it.",
                    "2": "I sent a gift to your camp, guess what's inside?"
                },
                "a": {
                    "1": "What is it? It's hard to guess.",
                    "2": "It won't be that thing!"
                }
            },
            "arrest": {
                "name": "Arrest Warrant",
                "d": {
                    "1": "Any resister will be arrested quickly.",
                    "2": "Under my nose, no one can escape.",
                    "3": "/name/, the coalition army has issued your arrest warrant."
                },
                "a": {
                    "1": "The coalition army's arrest warrant? It's just a piece of waste paper to me.",
                    "2": "Then come and arrest me, if you can catch me.",
                    "3": "Do you think I will be afraid?"
                }
            },
            "novamine": {
                "name": "Nova Mine",
                "d": {
                    "1": "Welcome to Nova Mine, this will be your new home. 12 hours of work every day, 7 days a week, until you repay your debt to the Union Army and are released from prison.",
                    "2": "Do you see those prisoners working in the mine? They were once as disobedient as you.",
                    "3": "The guards here are equipped with the latest developed electric batons, ensuring that every prisoner works actively."
                },
                "a": {
                    "1": "I'm afraid it's not a cemetery, I don't want to go to such a place.",
                    "2": "Nova Mine? I heard that prisoners there often die in accidents."
                }
            },
            "imperialorder": {
                "name": "Imperial Order",
                "d": {
                    "1": "Follow the orders of the Union Empire, otherwise you will regret it.",
                    "2": "This is your only way out, think carefully before you reply to me."
                },
                "a": {
                    "1": "Wait, I didn't agree to this.",
                    "2": "There is a small line here: Those who refuse to obey orders will be sent to Nova Mine... What?"
                }
            },
            "ultimatum": {
                "name": "Ultimatum",
                "d": {
                    "1": "This is my final ultimatum, choose!",
                    "2": "There will be no more chances.",
                    "3": "The Union Army has lost patience with you.",
                    "4": "/name/, this is your last chance."
                },
                "a": {
                    "1": "What? Are you issuing a banishment order to me?",
                    "2": "What are you doing?"
                }
            },
            "sniperthreat": {
                "name": "Sniper Threat",
                "d": {
                    "1": "The Union Army's sniper has already aimed at you.",
                    "2": "Our sniper is aiming at your head from 500 meters away."
                },
                "a": {
                    "1": "If that's the case, my head would have been blown off long ago.",
                    "2": "I bet you dare not touch me!"
                }
            },
            "secretweapon": {
                "name": "Secret Weapon",
                "d": {
                    "1": "Do you want to taste the Union Army's secret weapon?",
                    "2": "We have deployed an orbital cannon in space, ready to blast you into pieces at any time."
                },
                "a": {
                    "1": "How long has your facility not been maintained? I'm afraid it can't even be started.",
                    "2": "Scare tactics, we don't buy that in our camp."
                }
            },
            "militarycourt": {
                "name": "Military Court",
                "d": {
                    "1": "Do you want to go to the military court, /name/?",
                    "2": "The Union Army has already obtained the key evidence against you, you will pay for your actions."
                },
                "a": {
                    "1": "Is this your pride of justice?",
                    "2": "You are the ones who should be on trial.",
                    "3": "Your evidence is nothing but fabricated lies."
                }
            }
        },
        "resistance": {
            "fate": {
                "name": "Fate",
                "d": {
                    "1": "We all know what we will face in /camp/.",
                    "2": "Fate is fair to everyone, we are all on a thief ship."
                },
                "a": {
                    "1": "Be careful not to sail for a thousand years.",
                    "2": "One misstep leads to eternal regret."
                }
            },
            "undergroundnetwork": {
                "name": "Underground Network",
                "d": {
                    "1": "Our spies are everywhere in /map/, they are lurking in the sewers, waiting for the right moment.",
                    "2": "Our resistance army's underground passage in /map/ is well-connected, we can provide you with shelter."
                },
                "a": {
                    "1": "I heard about your organization, it's in the wasteland near 17th City, right?",
                    "2": "It sounds like your spies are all over the city."
                }
            },
            "treadingoneggs": {
                "name": "Treading on Thin Ice",
                "d": {
                    "1": "Be cautious when operating in /map/, it's like walking on thin ice.",
                    "2": "The patrol team just passed, we have to be careful.",
                    "3": "This hiding place may be under surveillance, stay alert.",
                    "4": "Don't touch anything! Be careful not to trigger the sensor."
                },
                "a": {
                    "1": "I will move like honey in a spoon.",
                    "2": "I have received military training, this is not a problem for me."
                }
            },
            "rareoccasion": {
                "name": "Rare Occasion",
                "d": {
                    "1": "We have to pretend to be drunk in the tavern later, until the signal appears.",
                    "2": "Hurry, hold my arm, the patrol team is coming.",
                    "3": "Pretend we are merchants doing business in /map/.",
                    "4": "Remember your new identity: boiler room maintenance worker."
                },
                "a": {
                    "1": "My acting skills were trained in the underground theater.",
                    "2": "Do you need me to drop a bottle to increase authenticity?",
                    "3": "This clothes material is making me itchy all over."
                }
            },
            "beyondreach": {
                "name": "Beyond Reach",
                "d": {
                    "1": "This kind of remote place is generally not visited by anyone.",
                    "2": "There is no village in front and no store behind, it's very safe here."
                },
                "a": {
                    "1": "Yes, if it's not to see you, I wouldn't come here.",
                    "2": "It's easy to say, but I have put in a lot of effort to come here."
                }
            },
            "dangerzone": {
                "name": "Danger Zone",
                "d": {
                    "1": "Don't you know how dangerous /map/ is?",
                    "2": "Be careful, this is not your backyard."
                },
                "a": {
                    "1": "After the supplies arrive, we will leave this place of right and wrong immediately.",
                    "2": "I'm not you, I'm careful in my work."
                }
            },
            "van": {
                "name": "Van",
                "d": {
                    "1": "That place is not just far, I'll take you there.",
                    "2": "How do you plan to get there? You can't make it with just your two legs, do you want me to give you a ride?"
                },
                "a": {
                    "1": "Thanks, friend.",
                    "2": "I feel relieved with you by my side."
                }
            },
            "farewellcage": {
                "name": "Farewell Cage",
                "d": {
                    "1": "Do you remember the night we first escaped from 17th Concentration Camp? The moonlight illuminated our path to freedom.",
                    "2": "We are not fugitives, we are warriors pursuing freedom!",
                    "3": "The cage can imprison our bodies, but it can never imprison our will!"
                },
                "a": {
                    "1": "I will never forget the starlight of that night!",
                    "2": "Freedom is not a gift, it is a right we fought for!"
                }
            },
            "publicsupport": {
                "name": "Public Support",
                "d": {
                    "1": "I believe /camp/ all saw the uprising yesterday, it seems that our resistance army is more popular.",
                    "2": "Didn't you see how successful our mobilization was?"
                },
                "a": {
                    "1": "Do you expect me to believe that Dr. Klaynabo, who keeps a pet crab?",
                    "2": "As I see it, the resistance army has no future in /map/."
                }
            },
            "bravery": {
                "name": "Bravery",
                "d": {
                    "1": "No matter how sophisticated the opponent's equipment is, just do it.",
                    "2": "In /map/, even a small local resistance will attract everyone's attention."
                },
                "a": {
                    "1": "You don't consider the consequences of your actions, you will be finished sooner or later!",
                    "2": "I hope you are fully prepared."
                }
            },
            "preparedness": {
                "name": "Preparedness",
                "d": {
                    "1": "I am a person who plans ahead, the routes are all planned in advance, nothing will go wrong.",
                    "2": "You can rest assured, I will be prepared for every situation."
                },
                "a": {
                    "1": "If you say so, I will be relieved, after all, I'm not an expert.",
                    "2": "Good."
                }
            },
            "firebase": {
                "name": "Firebase",
                "d": {
                    "1": "Have you heard of the Black Mountain Base in the outskirts of the city? That's where our core forces are gathered.",
                    "2": "In the White Forest, we can launch a strong counterattack, even the Triangle Mechs can't get in."
                },
                "a": {
                    "1": "That place can be easily destroyed even by a scavenger crab cannon.",
                    "2": "Are you sure that remote place has sufficient ammunition supply?"
                }
            },
            "rocketlaunch": {
                "name": "Rocket Launch",
                "d": {
                    "1": "Our resistance army has a rocket base in the White Forest, and we have the rocket expert Dr. Magnuson.",
                    "2": "Which camp's resources are rich, our resistance army even has rockets."
                },
                "a": {
                    "1": "I heard that the crows in the White Forest often trigger alarms, what's going on?",
                    "2": "This sounds like a fairy tale."
                }
            },
            "familiarground": {
                "name": "Familiar Ground",
                "d": {
                    "1": "I am too familiar with the terrain of /map/, it's like in my own backyard.",
                    "2": "I know how to survive here.",
                    "3": "I can lead the way for you, through the abandoned iron roads of /map/, avoiding other dangerous elements."
                },
                "a": {
                    "1": "It sounds like I can trust you.",
                    "2": "You lead the way, I have put my life in your hands."
                }
            },
            "beliefofrebels": {
                "name": "Belief of Rebels",
                "d": {
                    "1": "Freedom? Revenge? No, we are here to make this world free from oppression.",
                    "2": "Those who sacrificed... their beliefs will live forever in our hearts."
                },
                "a": {
                    "1": "/map/ is like a loose sand, even the locals are forming factions, it's really a degenerate world.",
                    "2": "There is no way, at this time everyone is short of manpower."
                }
            },
            "ifwartomorrow": {
                "name": "If War Tomorrow",
                "d": {
                    "1": "/name/, if war breaks out tomorrow, do you think we can win?",
                    "2": "If tomorrow is the final battle, what will you do?"
                },
                "a": {
                    "1": "Rather than wait here to die, why not take a chance!",
                    "2": "Humph, we have been waiting for a long time. Let everything that should come, come."
                }
            }
        },
        "union": {
            "diligentefforts": {
                "name": "Diligent Efforts",
                "d": {
                    "1": "Did you hear? Our boss paid protection money to the warlords.",
                    "2": "Last week, our union representative went to negotiate with the capitalists in the pouring rain, but they didn't even let us in, saying we were disrupting the order."
                },
                "a": {
                    "1": "Your union is really not easy, I heard that several people were injured in the last negotiation.",
                    "2": "The capitalists only know how to collude with the Union Army, treating the workers like cattle."
                }
            },
            "inconsistentaction": {
                "name": "Inconsistent Action",
                "d": {
                    "1": "Your /camp/ doesn't have a suitable leader, the actions are always disorganized.",
                    "2": "It's better to act decisively than to act quickly, your /camp/ is doing things in a muddled way, afraid to take responsibility, how can such a team survive in /map/?"
                },
                "a": {
                    "1": "According to what you said, your union must be very efficient, right?",
                    "2": "We have already established a foothold in /map/, unlike the union, which is always clamoring to make some demands."
                }
            },
            "resourcedistribution": {
                "name": "Resource Distribution",
                "d": {
                    "1": "Yesterday we distributed the last batch of supplies to the most difficult workers, if we don't get paid again, we won't be able to make it to next month.",
                    "2": "The capitalists gave the best supplies to the Union Army, the workers can only get moldy bread and expired medicine."
                },
                "a": {
                    "1": "Yes, I saw that the Union Army's warehouse was full of fresh food, but the workers couldn't even get clean water to drink.",
                    "2": "These capitalists are really shameless, even withholding the basic survival of the workers."
                }
            },
            "labor": {
                "name": "Labor is the Most Glorious",
                "d": {
                    "1": "I have a friend who has been working in the factory for twenty years, his hands are full of calluses, but he can't even get a pension, the capitalists say he is not efficient enough.",
                    "2": "The workers work sixteen hours a day, even going to the bathroom has to be timed, while the capitalists sit in the office counting money."
                },
                "a": {
                    "1": "These capitalists don't see the workers as people, they only know how to exploit our blood and sweat.",
                    "2": "The Union Army even helps the capitalists to suppress the workers, they are really a nest of snakes and rats."
                }
            },
            "tacticalreorganization": {
                "name": "Tactical Reorganization",
                "d": {
                    "1": "Wait until I reassemble the workers, you will be finished.",
                    "2": "Our team has already changed to a group of young blood, we are no longer afraid of /camp/."
                },
                "a": {
                    "1": "Humph, you bunch of rabble, what can you achieve?",
                    "2": "The union's patrol team is already on the way, let's see how long you can hold on."
                }
            },
            "strikethreat": {
                "name": "Strike Threat",
                "d": {
                    "1": "If our demands are not met, a strike will be inevitable.",
                    "2": "We have the right to express our opposition, do you want all the production lines in /map/ to stop?"
                },
                "a": {
                    "1": "Strike? You workers are really lawless! Without our investment to build the factory, you can't even eat!",
                    "2": "你们以为罢工就能解决问题？/camp/的装甲车已经在路上了，看你们还能闹多久。"
                }
            },
            "safetyproduction": {
                "name": "Safety Production",
                "d": {
                    "1": "Last Wednesday, a worker in the No. 3 workshop was caught in the machine and is still lying in the hospital. We demand immediate improvement of the working environment!",
                    "2": "Look at these rusty protective barriers and the leaking cables. Do you want us all to die in the workshop?"
                },
                "a": {
                    "1": "Safety measures? That will reduce production efficiency! Can't you workers be more careful?",
                    "2": "Do you know how much money that will cost? Why don't you pay for it yourself?"
                }
            },
            "powersupply": {
                "name": "Power Supply",
                "d": {
                    "1": "My several electrician friends said that as long as the fuse in the main control room is pulled out, the entire factory in /map/ will stop.",
                    "2": "Our union's electrician team is ready. As long as the order is given, we can let the capitalists taste the darkness."
                },
                "a": {
                    "1": "Without electricity, how can the factory operate?",
                    "2": "How will your boss look at this?"
                }
            },
            "delaytactics": {
                "name": "Delay Tactics",
                "d": {
                    "1": "Our union has more than three thousand people. A spit from each of us can drown your /camp/!",
                    "2": "Our union's brothers have already blocked all the roads. Let's see how you can transport goods!"
                },
                "a": {
                    "1": "I will tell your boss. When the time comes, he will fire all of you!",
                    "2": "/camp/ won't buy this. Get out of my way quickly!"
                }
            },
            "productionline": {
                "name": "Production Line",
                "d": {
                    "1": "Although our union's brothers may not understand high technology, they are all skilled workers. As long as we are given the opportunity, we can make the production line in /map/ run again.",
                    "2": "The capitalists have given the best equipment to the Union Army. We workers can only use these broken things. But even so, we can still increase the output!"
                },
                "a": {
                    "1": "Humph, just with you workers? Don't joke!",
                    "2": "Do you know how much these equipment are worth? Can you afford to pay for them if they are damaged?"
                }
            },
            "uprising": {
                "name": "Uprising",
                "d": {
                    "1": "The factory's whistle has already sounded. The workers are rushing out with wrenches and hammers!",
                    "2": "We've had enough! Today, we will let those capitalists taste the workers' anger!",
                    "3": "Three thousand workers have already occupied the factory. If you dare to come, we dare to fight!"
                },
                "a": {
                    "1": "Don't bring this upon yourselves. We /camp/ will make you regret it.",
                    "2": "You will regret making this decision."
                }
            },
            "molotov": {
                "name": "Molotov Cocktail",
                "d": {
                    "1": "I've got a whole box of Molotov cocktails. Tomorrow, let everything turn into light!",
                    "2": "Last time, we used this to disable the Union Army's armored vehicle. Let them taste the cocktail's flavor!"
                },
                "a": {
                    "1": "Cheers!",
                    "2": "Let them see what the most glorious moment is, of course, in the literal sense."
                }
            },
            "longnight": {
                "name": "Long Night",
                "d": {
                    "1": "This night is long and tiring, I can feel it.",
                    "2": "The factory's lights are on all night, but our hearts are getting darker."
                },
                "a": {
                    "1": "In this special period, everyone has to make sacrifices.",
                    "2": "/camp/ is also working overtime. Why do you complain?"
                }
            },
            "destroyrailway": {
                "name": "Destroy Railway",
                "d": {
                    "1": "We are about to destroy the transportation railway from the 17th city to /map/. What can your /camp/ do to me?",
                    "2": "Run, my dear, run. Tomorrow, the railway to the 17th city will no longer exist."
                },
                "a": {
                    "1": "You workers are really lawless. We /camp/ will show you what we are capable of.",
                    "2": "Destroy the railway? Okay, we'll just arrest all of you who don't listen."
                }
            },
            "disorder": {
                "name": "Disorder",
                "d": {
                    "1": "The next time I see you, I will deal with you.",
                    "2": "It's a dragon's twist and a tiger's lie.",
                    "3": "Dare to talk to me like this, is your mother wholesale?"
                },
                "a": {
                    "1": "Okay, come on, bring it on.",
                    "2": "This is not the way to solve the problem!"
                }
            },
            "unionrepresentative": {
                "name": "Union Representative",
                "d": {
                    "1": "This is not my decision alone. I have brought everyone's voice. If you don't agree, you have to hold it in.",
                    "2": "I am negotiating on behalf of the union."
                },
                "a": {
                    "1": "What are you guys making a fuss about again?",
                    "2": "Go on, keep talking. I'm listening."
                }
            }
        },
        "warlord": {
            "troublesometime": {
                "name": "Troublesome Time",
                "d": {
                    "1": "Last month, our people were collecting protection fees in the west district, and they were shot dead by a group of reckless guys. Now their bodies are still hanging on the utility pole for display.",
                    "2": "The water supply system in the 17th city is broken again. It looks like we have to catch another batch of workers to fix it. The last batch is almost exhausted to death.",
                    "3": "I heard that you have been inquiring about me recently? Be careful, I don't want to find your body in the garbage heap.",
                    "4": "/name/, do you think you can survive in /camp/ just by relying on the Union Army's support? It's really ridiculous."
                },
                "a": {
                    "1": "Your subordinates can't even collect protection fees properly. No wonder the 17th city is getting more and more chaotic.",
                    "2": "Remember last month when you guys robbed the grain warehouse in the east district? It turned out that it was all moldy flour inside. It's hilarious."
                }
            },
            "dependonothers": {
                "name": "Depend on Others",
                "d": {
                    "1": "Relying on others will only lead to being blackmailed. Look at the 'Holy Communion' given by the church, it's just the military rations that expired twenty years ago.",
                    "2": "Last time, we believed the Union Army's aid promise, and as a result, our three bases were captured."
                },
                "a": {
                    "1": "You, a waste who can't even handle supplies, are also worthy of being a warlord's subordinate?",
                    "2": "Do you still remember the Seventh Squad that you guys abandoned in the desert? They have now opened a car repair shop in the 17th city, and their business is much better than yours."
                }
            },
            "openchallenge": {
                "name": "Open Challenge",
                "d": {
                    "1": "Our people have been squatting at your door for three days. I know everything you do.",
                    "2": "/name/, your /camp/'s behavior has already crossed our bottom line. Get ready to accept punishment.",
                    "3": "The surveillance video of your /camp/ destroying the railway bridge last week is in my hands.",
                    "4": "I heard that you are selling weapons on the black market? Do you want me to tell the church to come and clean up the door?"
                },
                "a": {
                    "1": "You are too bold. Do you want to chat about your secret account at the 17th bank?",
                    "2": "Your despicable deeds, I have all recorded in my little book."
                }
            },
            "rabble": {
                "name": "Rabble",
                "d": {
                    "1": "Look at you guys, a bunch of rabble! You don't even have decent weapons.",
                    "2": "Do you think you can challenge us with these broken things?",
                    "3": "Your /camp/ is just a gathering of scavengers.",
                    "4": "You don't even have a unified uniform. What kind of organization is this? Our people have at least been issued a set of bulletproof vests each."
                },
                "a": {
                    "1": "Be careful with your words. We /camp/ rely not only on equipment!",
                    "2": "Look at who is picking up leftovers in the ruins? Your people are still running around in the garbage heap, looking for expired canned food, and being chased by wild dogs."
                }
            },
            "backfire": {
                "name": "Backfire",
                "d": {
                    "1": "Look at the corrosion marks on the underground pipeline network in the 17th city. This is the cost of overexploitation.",
                    "2": "The pheromones you stole from the sewage treatment plant have attracted a large wave of ant lions. Now the entire /map/ is in trouble."
                },
                "a": {
                    "1": "You still have the nerve to say that? You tested weapons in /map/, and blew up the entire block.",
                    "2": "It's better than you dumping the reactor waste into the drinking water source. Now the water flowing out of the taps in /map/ is green. Why don't you try drinking it yourself?"
                }
            },
            "desperatemeans": {
                "name": "Desperate Means",
                "d": {
                    "1": "We will use all means to achieve our goal, even if it means burying the entire 17th city.",
                    "2": "No matter how difficult it is, we have plenty of people to use."
                },
                "a": {
                    "1": "Last time, your people wanted to catch me, but they got lost in the alley. It was me who showed them the way.",
                    "2": "How come I heard that your people were scared by a mouse, and even threw away their guns."
                }
            },
            "takeadvantage": {
                "name": "Take Advantage",
                "d": {
                    "1": "Are your people starving in the west district of /map/?",
                    "2": "Even if it's your body, don't think it can stop me."
                },
                "a": {
                    "1": "This is not a child's play. It's not that simple.",
                    "2": "是谁偷偷去17号城的酒吧喝酒，醉得不省人事？"
                }
            },
            "reverseaction": {
                "name": "Backward Action",
                "d": {
                    "1": "Starting tomorrow, /map/ will implement a rationing system, with a daily food intake not exceeding one kilogram.",
                    "2": "All residents aged 16-60 must have the warlord's tracking chip implanted, violators will be fed to the vine monster!",
                    "3": "Don't let me catch you on the street during the night curfew again!"
                },
                "a": {
                    "1": "You sold the grain to the black market last year, don't think I don't know.",
                    "2": "Don't let me expose your secret, you sold your people's bodies to the church for experiments, if this gets out..."
                }
            },
            "supercilious": {
                "name": "Supercilious",
                "d": {
                    "1": "Lord Frisys said, for the weak, even breathing is a waste of air. You better remember this.",
                    "2": "Have you seen how I deal with those disobedient merchants? Their fate is your future."
                },
                "a": {
                    "1": "That Mr. Frisys won't always protect you.",
                    "2": "That's why even the vegetable sellers don't want to do business with you now."
                }
            },
            "arroganceandprejudice": {
                "name": "Arrogance and Prejudice",
                "d": {
                    "1": "Yesterday, there was an ignorant merchant, now he's feeding monsters at the vineyard. Lord Frisys said, rules are rules.",
                    "2": "My rules are rules, don't agree? Go ask Lord Frisys if he agrees."
                },
                "a": {
                    "1": "You will lose the people's hearts, /player/.",
                    "2": "You are just gradually isolating yourself, when the time comes, no one will be able to help you."
                }
            },
            "survivalofefittest": {
                "name": "Survival of the Fittest",
                "d": {
                    "1": "Our boss, Lord Frisys, said, this world only belongs to the strong.",
                    "2": "How long do you think you can survive? Look at those bodies hanging on the utility poles, they were once as confident as you.",
                    "3": "Survival of the fittest, the weak will be eliminated. Like you, you will be eliminated soon."
                },
                "a": {
                    "1": "Your people have no status in /map/, this is /camp/'s territory.",
                    "2": "Your people are even afraid of the crab heads, and dare to call themselves the strong? What a joke."
                }
            },
            "terrorrule": {
                "name": "Terror Rule",
                "d": {
                    "1": "The fifty rioters executed yesterday are still hanging on the utility poles, do you want to go see?",
                    "2": "This month, thirty families have voluntarily entered the vineyard, do you want to try too?"
                },
                "a": {
                    "1": "Is the air filtration system in your office a bit... delayed recently?",
                    "2": "Guess what, I've mixed graphite powder in your lubricant."
                }
            },
            "wardeclaration": {
                "name": "War Declaration",
                "d": {
                    "1": "My people have already gathered in your territory.",
                    "2": "Now, I just want to have a fight with you. Let's see if your mouth is hard, or my bullets are hard."
                },
                "a": {
                    "1": "Your people can't even handle the supplies, and dare to come and fight us?",
                    "2": "Your snipers are like headless flies. Last time they were killed by us before they even found the target."
                }
            },
            "captivetrain": {
                "name": "Captive Train",
                "d": {
                    "1": "Do you want to go to the Nova Mine, or the vine monster breeding farm? Choose one, you can't escape anyway.",
                    "2": "It's too late, the door of the train has been locked. This train will take you to a place you never want to go."
                },
                "a": {
                    "1": "You still have the nerve to show off this last century's iron shell train?",
                    "2": "This broken train is probably going to fall apart before it reaches the destination."
                }
            },
            "dictatorship": {
                "name": "Dictatorship",
                "d": {
                    "1": "Under the rule of Lord Frisys, power is the only rule.",
                    "2": "Last week, a ignorant merchant refused to pay protection fees, now his shop has become our arsenal.",
                    "3": "Lord Frisys said, either obey, or become the ant lion's feed, you choose."
                },
                "a": {
                    "1": "What else can you do besides intimidation? You can't even build a decent supply line.",
                    "2": "Lord Frisys's rule? Even his soldiers are selling military supplies on the black market.",
                    "3": "Your tricks can scare the civilians, but in front of us, it's just a paper tiger."
                }
            },
            "frisys": {
                "name": "Frisys",
                "d": {
                    "1": "Do you know who my boss is? It's Lord Frisys, don't blame me for not reminding you.",
                    "2": "When our boss, Lord Frisys, flattens /map/, it will be too late for you to beg us.",
                    "3": "Lord Frisys had a party in /map/ last night, using the skulls of the rebels as wine glasses.",
                    "4": "Do you see that plane in the sky? That's Lord Frisys's private ride, ready to bomb the disobedient people at any time."
                },
                "a": {
                    "1": "Lord Frisys? He's just a coward hiding in a safe house, he can't even control his own men.",
                    "2": "I heard that even his confidants have started to doubt him, and he's hiding in the air defense bunker all day, afraid to come out.",
                    "3": "Your boss doesn't even have a decent command center, he's just giving orders in the abandoned subway station all day."
                }
            }
        },
        "church": {
            "judgment": {
                "name": "Judgment Hall",
                "d": {
                    "1": "Judgment day is coming, /player/, all heretics will be punished.",
                    "2": "Why don't you come to the church and cleanse your sins? You will be punished!"
                },
                "a": {
                    "1": "You are wrong, this kind of speech can only deceive yourself.",
                    "2": "I don't think I have anything to confess, goodbye."
                }
            },
            "pheromone": {
                "name": "Pheromone",
                "d": {
                    "1": "Do you smell this fragrance? It's extracted from the underground laboratory of the church, it can make people see the truth.",
                    "2": "Come, try this sachet, it can help you find the right direction."
                },
                "a": {
                    "1": "You call this fragrance? It's disgusting.",
                    "2": "Take it away, I don't want to smell this."
                }
            },
            "secretorganization": {
                "name": "Secret Organization",
                "d": {
                    "1": "Do you know why the sewers in the 17th city are always blocked? Because we built a laboratory down there.",
                    "2": "The people you saw in /map/ last night, wearing black robes, they are not ordinary citizens."
                },
                "a": {
                    "1": "What are you guys up to?",
                    "2": "I've always felt that this place is not right."
                }
            },
            "puppet": {
                "name": "Puppet",
                "d": {
                    "1": "The words you said in the bar yesterday, are exactly the same as what we predicted in the church.",
                    "2": "Do you think you are free? Look at the small scar on your wrist."
                },
                "a": {
                    "1": "What have you done to me?",
                    "2": "Really? I don't believe it at all!"
                }
            },
            "annihilation": {
                "name": "Annihilation",
                "d": {
                    "1": "Do you remember that hiding place in /map/? It will disappear soon.",
                    "2": "We will clean up your basement tonight."
                },
                "a": {
                    "1": "You can't do this! That's my property.",
                    "2": "Damn, you have no right to do this."
                }
            },
            "earworm": {
                "name": "Earworm",
                "d": {
                    "1": "Have you been hearing strange sounds recently? That's us talking to you.",
                    "2": "That song that's been looping in your head, we prepared it for you on purpose.",
                    "3": "The footsteps you heard last night, it's not an illusion."
                },
                "a": {
                    "1": "So it's you guys playing tricks!",
                    "2": "I knew something was wrong, please help me get rid of this damn noise."
                }
            },
            "fanaticism": {
                "name": "Fanaticism",
                "d": {
                    "1": "Have you ever been to /map/ at three in the morning? That's the real world.",
                    "2": "The things we discovered in the underground laboratory will change your perception of this world."
                },
                "a": {
                    "1": "I don't want to know about your heretical nonsense.",
                    "2": "This is just ridiculous."
                }
            },
            "resurrection": {
                "name": "Resurrection",
                "d": {
                    "1": "That neighbor you know who disappeared, he's actually been 'resting' with us.",
                    "2": "The bodies in the /map/ cemetery, some of them are actually still 'alive'.",
                    "3": "Do you believe it? We can make the dead speak again."
                },
                "a": {
                    "1": "Turning the dead into zombies, it's better to just take them to feed the crab heads.",
                    "2": "You're playing with life, no wonder even the Union Army doesn't want to search your church."
                }
            },
            "telepathy": {
                "name": "Telepathy",
                "d": {
                    "1": "I have clairvoyance, I saw a mysterious hidden laboratory in the eastern area of the Black Mountain Base.",
                    "2": "I made eye contact with the Union Army detective, now I can see into your heart just like them."
                },
                "a": {
                    "1": "I think you need to get your brain fixed.",
                    "2": "What's wrong with your brain? Are you sure you're not just making this up?",
                    "3": "Yes, yes, last time you even mind-controlled Brulin. Don't talk nonsense, I don't believe your ghost stories."
                }
            },
            "experiment": {
                "name": "Experiment 13",
                "d": {
                    "1": "I'm different from you guys, I'm an experimental subject, want to see my X-ray?",
                    "2": "In the laboratory of the Black Mountain Base, they call me 'Lambda-level adaptive sample'."
                },
                "a": {
                    "1": "Can this ability help us hack into the citizen grading system of the 17th city subway station?",
                    "2": "Are you sure there are no side effects? Like... a decrease in IQ?",
                    "3": "Are you joking?"
                }
            },
            "secretart": {
                "name": "Secret Art",
                "d": {
                    "1": "I learned a lot of skills from the bishop, I can disable the Triangle Mech unarmed.",
                    "2": "The people in our church all know how to make plastic explosives with the slime of the vine monster, even the former Black Mountain engineer who escaped from the 17th city can't stop praising it."
                },
                "a": {
                    "1": "Can you teach me one day?",
                    "2": "I envy you, I can't do it to that extent."
                }
            },
            "barnacle": {
                "name": "Barnacle",
                "d": {
                    "1": "I raised a nest of improved species near the canal, I taught them how to attack the enemy.",
                    "2": "Last time, a whistleblower was hung by the vine monster on the ceiling of the cold storage, now it has become a living alarm."
                },
                "a": {
                    "1": "Are you sure they can distinguish between friend and foe?",
                    "2": "What other way do they have to detect prey besides their sticky tongues?"
                }
            },
            "cataclysm": {
                "name": "Cataclysm",
                "d": {
                    "1": "The reactor in the 17th city is overloading, the radiation will spread to the entire /map/.",
                    "2": "The resonance device left behind by the Black Mountain Base has been activated, in one day, the 7-hour war will replay.",
                    "3": "Have you seen the blue light in the sky? The Union Army's orbital strike will arrive in three hours, the end of the world is coming."
                },
                "a": {
                    "1": "The end of the world? You said the same thing last time, and nothing happened.",
                    "2": "If I believe you again, I'll see a ghost."
                }
            },
            "wheeloffate": {
                "name": "Wheel of Fate",
                "d": {
                    "1": "We discovered that the Union Army is activating a secret weapon, the geological structure of the entire /map/ will collapse in 72 hours.",
                    "2": "I decrypted the Union Army's encrypted channel, they are deploying a new type of Triangle Mech."
                },
                "a": {
                    "1": "So what? Are you trying to sell the indulgence of your church?",
                    "2": "I'm not worried at all, when the time comes, everything will be clear."
                }
            },
            "moonarmy": {
                "name": "Moon Army",
                "d": {
                    "1": "Judgment Day will come, the secret soldiers on the moon base will slaughter everyone who hasn't joined the church.",
                    "2": "We have a batch of crystal ore from the Xen planet hidden on the moon, this is a weapon that can destroy the world."
                },
                "a": {
                    "1": "You expect me to join you, it's just a pipe dream.",
                    "2": "This is so absurd that I can't imagine it's not an April Fool's joke."
                }
            },
            "garrysmouse": {
                "name": "Garry's Mouse",
                "d": {
                    "1": "These rodents live in the sewers of /map/, they feed on the underground fiber optic cables, wherever humans go, they leave their footprints. This is Garry's Mouse, the ultimate mystery of the universe.",
                    "2": "We are invincible, we cannot be killed. Garry's Mouse is the same."
                },
                "a": {
                    "1": "Can you stop talking about those mice all the time? Can't you be a little more serious?",
                    "2": "Damn, stop obsessing over those damn mice, buddy."
                }
            }
        },
        "bandit": {
            "whitenight": {
                "name": "Dark Night Blade",
                "d": {
                    "1": "As long as you act in the dark, no one will know what happened.",
                    "2": "In /map/, no one has seen my face yet.",
                    "3": "In the night of /map/, I am like a fish in water, even the patrol dog can't smell my scent."
                },
                "a": {
                    "1": "Come on, last time you said that, you almost got shot by the patrol team.",
                    "2": "You will be exposed under the thermal imaging device.",
                    "3": "Aren't your fingerprint data stored in the 17th city headquarters?"
                }
            },
            "supreme": {
                "name": "Supreme",
                "d": {
                    "1": "In the black market of /map/, who doesn't know my nickname? Even the Union Army officers have to give me some face.",
                    "2": "See the gun on my waist? It was snatched from a /camp/ colonel, he is still lying in the hospital now.",
                    "3": "In /map/, I am the rule, who doesn't obey, just try it."
                },
                "a": {
                    "1": "Come on, who doesn't know that you were beaten up in the bar last week?",
                    "2": "You can't even control your own subordinates, and you still talk about rules."
                }
            },
            "breakout": {
                "name": "Breakout",
                "d": {
                    "1": "See that tunnel? I escaped from there last week, even the chasing triangle mech got stuck there.",
                    "2": "In /map/, I am more familiar with every escape route than the mouse."
                },
                "a": {
                    "1": "That passage is not safe, I almost got entangled by the octopus just now.",
                    "2": "I think you paid the patrol team to let you go."
                }
            },
            "apple": {
                "name": "Apple",
                "d": {
                    "1": "In /map/, an apple can be exchanged for a gun, this is our currency system.",
                    "2": "This apple? I exchanged it with three bullets from a merchant, now the price has gone up, it's five bullets."
                },
                "a": {
                    "1": "This apple is rotten, even the octopus doesn't eat it.",
                    "2": "Lose-lose deal, do you think I'm a fool?"
                }
            },
            "playhouse": {
                "name": "Eyes Everywhere",
                "d": {
                    "1": "My eyes are everywhere, even Dr. Brin is my confidant.",
                    "2": "In the black market of the 17th city, there is nothing I can't get, as long as you can afford the price.",
                    "3": "Want to know where the Union Army commander is staying tonight?"
                },
                "a": {
                    "1": "You are more sensitive than a police dog's nose.",
                    "2": "This kind of information is not cheap."
                }
            },
            "crimeandpunishment": {
                "name": "Crime and Punishment",
                "d": {
                    "1": "Do you still remember the batch of fake ammunition you sold to me in the black market last week? It's time to settle the account.",
                    "2": "In the 17th city, it's only natural to pay off debts, do you want to use bullets or canned food to pay back?",
                    "3": "You stole someone else's supplies, now they are asking for your head in exchange for 500 bullets, do you think I should take this business?"
                },
                "a": {
                    "1": "I can't even feed myself, how can I pay you back?",
                    "2": "That's your own fault, what does it have to do with me?"
                }
            },
            "creation": {
                "name": "Creation",
                "d": {
                    "1": "I saw your old friend in the black market last night, she was inquiring about your whereabouts. But this information is not cheap, you have to exchange it with the new weapon you just got.",
                    "2": "I heard your old lover has been appearing in the black market recently, it seems she is looking for you. Do you want her information? Exchange it with the new gun you just got."
                },
                "a": {
                    "1": "Stop it, I already know she ran away with the Union Army's people, your information is worthless!",
                    "2": "Come on, she has already joined the Union Army, your information is worthless!"
                }
            },
            "waitingforopportunity": {
                "name": "Waiting for Opportunity",
                "d": {
                    "1": "I have been watching that batch of supplies for several days, I will strike when they change shifts.",
                    "2": "Once the patrol team passes, we can make a big deal."
                },
                "a": {
                    "1": "Last time you said that, the supply station was already emptied by someone else.",
                    "2": "If we wait any longer, we won't even have soup to drink."
                }
            },
            "songofmisery": {
                "name": "Song of Misery",
                "d": {
                    "1": "Do you still remember the Novah mine? I escaped, but my brothers were all turned into ghosts.",
                    "2": "Every time I am in trouble, I will think of my past, you don't want to know."
                },
                "a": {
                    "1": "You don't know that you abandoned your brothers. They should have caught you back!",
                    "2": "I don't want to hear you pretending to be pitiful for sympathy here."
                }
            },
            "dropinthewrong": {
                "name": "Drop in the Wrong",
                "d": {
                    "1": "See your current situation? I can help you, of course, you have to exchange all your supplies with me.",
                    "2": "Never mess with the chef who cooks for you! In the 17th city, there is no free lunch, if you want to live, you have to pay the price."
                },
                "a": {
                    "1": "Robbing the fire? Do you know the consequences of betraying me?",
                    "2": "I have nothing more to say, there is no other way."
                }
            },
            "makeblackwhite": {
                "name": "Make Black White",
                "d": {
                    "1": "See that wanted poster? I made people post it, now the whole /map/ is looking for you.",
                    "2": "In /map/, the truth is not important, what's important is that your voice is louder."
                },
                "a": {
                    "1": "You don't know that you are always framing and slandering our /camp/.",
                    "2": "If the Union Army knows that you are posting false notices, how will they evaluate you?"
                }
            },
            "dawn": {
                "name": "Dawn",
                "d": {
                    "1": "See the dawn on the horizon? That's your last chance, either surrender or die.",
                    "2": "Whether you can see the sun tomorrow is a question.",
                    "3": "The sky is getting brighter, we will send you on your way.",
                    "4": "In /map/, the darkness before dawn is the most dangerous, before dawn, you must make a choice, friend or foe."
                },
                "a": {
                    "1": "Do you think I'm afraid of this?",
                    "2": "I choose to kill you, come on."
                }
            },
            "nosurvivors": {
                "name": "No Survivors",
                "d": {
                    "1": "In /map/, mercy is the greatest weakness, I won't make this mistake.",
                    "2": "You can choose to surrender, but I can't guarantee your safety.",
                    "3": "I hope you understand the consequences of doing this, you won't like it."
                },
                "a": {
                    "1": "Don't be too arrogant, you may not be able to beat me.",
                    "2": "Let me see your skills."
                }
            },
            "finaldefense": {
                "name": "Final Defense",
                "d": {
                    "1": "There is no room for negotiation, this is my bottom line.",
                    "2": "You can try, but I guarantee you will regret it."
                },
                "a": {
                    "1": "Then you will be disappointed.",
                    "2": "You better pack up early, so you won't be embarrassed when we bomb you out."
                }
            },
            "raid": {
                "name": "Raid",
                "d": {
                    "1": "Brothers, tonight's target is the warehouse in the west district of /map/, I heard it's full of supplies!",
                    "2": "This operation must be fast and accurate, leave before others react!"
                },
                "a": {
                    "1": "Don't be greedy, take enough and leave!",
                    "2": "This operation is too risky, I think there is a safer plan."
                }
            },
            "playwithfire": {
                "name": "Play with Fire",
                "d": {
                    "1": "In /map/, there is nothing I dare not do, are you sure you want to oppose me?",
                    "2": "Do you want to become the best-selling fish feed in /map/?",
                    "3": "I bet you haven't tasted the taste of gasoline, otherwise why do you talk to me like this?"
                },
                "a": {
                    "1": "The era of your lawlessness is over, now /map/ is the world of /camp/!",
                    "2": "You don't know that you like to bluff the most!",
                    "3": "That's despicable!"
                }
            }
        },
        "other": {
            "cheerstofuture": {
                "name": "We Raise Our Glasses",
                "d": {
                    "1": "Cheers!",
                    "2": "This will be a memorable moment.",
                    "3": "Let's raise our glasses for the future success!"
                },
                "a": {
                    "1": "Cheers!",
                    "2": "Cheers!"
                }
            },
            "monkeybusiness": {
                "name": "Monkey Business",
                "d": {
                    "1": "You are just fooling around.",
                    "2": "This is unreasonable! I think everything you said is wrong."
                },
                "a": {
                    "1": "Every word is true, this is what our /camp/ has witnessed.",
                    "2": "I don't have time to joke, give me an answer!"
                }
            },
            "letitburn": {
                "name": "Watch the Fire from the Other Side of the River",
                "d": {
                    "1": "I won't lend a helping hand, this is moral kidnapping.",
                    "2": "If I had known, I would have brought a chair to watch the fun, I can't help."
                },
                "a": {
                    "1": "But we need your help.",
                    "2": "Don't be like this, buddy, you know this matter will affect the future of the whole /map/!"
                }
            },
            "diplomaticimmunity": {
                "name": "Diplomatic Immunity",
                "d": {
                    "1": "According to Article 29 of the Union Army Convention, you have no right to detain me.",
                    "2": "Look at this diplomatic badge, disarm immediately!",
                    "3": "/name/, you are violating the privilege of protected persons by the Union Army.",
                    "4": "Do I need to contact the embassy to file a formal protest?",
                    "5": "This diplomatic mail bag contains documents that you cannot view."
                },
                "a": {
                    "1": "How many times can this rhetoric protect you?",
                    "2": "Put your hands behind your back, I'm watching you.",
                    "3": "According to Article 31, crime is not listed here!"
                }
            },
            "hideout": {
                "name": "Hideout",
                "d": {
                    "1": "In the outskirts of the 17th city, you can find a shelter, many people are hiding there to escape the chase.",
                    "2": "There is a very safe hiding place in /map/, you can go there."
                },
                "a": {
                    "1": "Really? I have never heard of this place.",
                    "2": "That place has no other disadvantages except being a bit far."
                }
            },
            "snailwalking": {
                "name": "Snail Walking",
                "d": {
                    "1": "See the patrol team's searchlight? It's safer to walk through the ventilation duct than to cross the square.",
                    "2": "Last time I crossed the underground tunnel of /map/, I found an unused emergency exit in the 7th maintenance room.",
                    "3": "Don't touch those strange octopuses, they are connected to the Union Army's biological sensing network."
                },
                "a": {
                    "1": "This route will pass through the alert range of the turret.",
                    "2": "We may need an electronic jammer."
                }
            },
            "flattery": {
                "name": "Flattery",
                "d": {
                    "1": "The way you modified this SPAS-12 is really artistic, can I take a look?",
                    "2": "I heard you single-handedly wiped out the ant lion nest in the cement factory?"
                },
                "a": {
                    "1": "Thank you, you really have an eye for it!",
                    "2": "Those battery shell casings are now part of my desk lamp."
                }
            },
            "profiteering": {
                "name": "Profiteering",
                "d": {
                    "1": "Do you want anti-radiation medicine? I have unopened iodine tablets that I got from the canal.",
                    "2": "Exchange two batteries for three cans of crab bio-protein, the price will not be this low after curfew.",
                    "3": "See this tube of green gel? It's called 'octopus comforter' on the black market."
                },
                "a": {
                    "1": "The last batch of antibiotics was mixed with flour!",
                    "2": "Is this stuff from the crash site of the Union Army reconnaissance plane?"
                }
            },
            "whistleblower": {
                "name": "Whistleblower",
                "d": {
                    "1": "They are using zombie ant lions for bio-battery experiments at the sewage treatment plant, the third pipe of the ventilation duct leads directly to the core area.",
                    "2": "The last week's supply list is wrong, three boxes of gas masks were transported to the non-civilian area.",
                    "3": "I secretly took a photo of the transport list, the 17th mine is secretly transporting some kind of live sample."
                },
                "a": {
                    "1": "This information is enough for us to launch a joint raid.",
                    "2": "Be careful not to be cut by the flying saw."
                }
            },
            "donquixote": {
                "name": "Don Quixote",
                "d": {
                    "1": "/map/ is too small, it can't accommodate talents like us.",
                    "2": "I heard you can make big money by going to the city."
                },
                "a": {
                    "1": "Your words make me a little excited, I don't want to stay in /map/ all the time!",
                    "2": "This ghost place has too few gas stations, it's not good if the car breaks down."
                }
            },
            "absurdexperience": {
                "name": "Absurd Experience",
                "d": {
                    "1": "Do you know, in the city, people can defeat the predators bare-handed!",
                    "2": "Do you know AR3? That's a rare item in the city."
                },
                "a": {
                    "1": "Unheard of, it seems you have experienced a lot.",
                    "2": "Your experiences could be written into a novel."
                }
            },
            "changetheconcept": {
                "name": "Change the Concept",
                "d": {
                    "1": "What's the use of being strong in /camp/? You were still beaten up.",
                    "2": "These weapons can't be eaten, what's the use of them?"
                },
                "a": {
                    "1": "No, it's because you were influenced by the views of those fox friends.",
                    "2": "/map/ is not a simple place."
                }
            },
            "opportunity": {
                "name": "Opportunity",
                "d": {
                    "1": "I am an opportunist, I am best at taking a small risk for a big gain, you should listen to my advice.",
                    "2": "I don't want to miss such a good opportunity, let's go, let's do it."
                },
                "a": {
                    "1": "Don't lose everything like last time.",
                    "2": "It seems we have work to do."
                }
            },
            "ramayana": {
                "name": "Ramayana",
                "d": {
                    "1": "I want /map/ to become a harmonious and peaceful community, this is my lifelong pursuit.",
                    "2": "Why do people have to kill each other? Picking up weapons to protect the community should be the consensus of all."
                },
                "a": {
                    "1": "In this land, people have already been used to tit for tat.",
                    "2": "Interesting, this is the first time I have heard someone say this nowadays."
                }
            },
            "reputation": {
                "name": "Reputation",
                "d": {
                    "1": "Do you want to be an unknown soldier, or do you want to be famous?",
                    "2": "Do you really want to spend your whole life in /map/? It might not be a bad idea to get out and see the world."
                },
                "a": {
                    "1": "I've already become a member of /camp/, I have to live and die with my brothers, how can I just walk away?",
                    "2": "I also want to go out and take a risk. But I don't want people to say I'm irresponsible, I have family and friends."
                }
            },
            "snakecharmer": {
                "name": "The Return of the Snake Charmer",
                "d": {
                    "1": "Come on, you dare to try me?",
                    "2": "You're in big trouble, I wonder what your boss will think when they find out."
                },
                "a": {
                    "1": "I've never expected to get a single true word from your mouth.",
                    "2": "Do you think I can't see that you're deceiving yourself?"
                }
            }
        }
    }
}