{
    "greeting": {
        "combine": {
            "1": "Get out of here, /player/. This area isn't safe.",
            "2": "Identify yourself and state your purpose, /player/.",
            "3": "Seen any suspicious people around lately, /player/?",
            "4": "Follow orders, no questions, /player/.",
            "5": "Your gear needs inspection, /player/."
        },
        "resistance": {
            "1": "Hey /player/, any news lately?",
            "2": "Watch your back, /player/. Combine patrol just passed by.",
            "3": "/player/, we need to figure out how to get more supplies.",
            "4": "How's it going on your end, /player/?",
            "5": "Hi /player/. How's your day going?"
        },
        "union": {
            "1": "Hey /player/, how's the workload today?",
            "2": "Past experience doesn't apply anymore, /player/.",
            "3": "Our enemies are about to face tough times, /player/.",
            "4": "My wages got delayed again, /player/. Got any ideas?",
            "5": "What brings you here, /player/?"
        },
        "warlord": {
            "1": "/player/, how's my crew been performing?",
            "2": "This territory belongs to us, /player/.",
            "3": "Got any loot recently, /player/?",
            "4": "Stay sharp, /player/. Someone's eyeing our turf.",
            "5": "We need more manpower, /player/."
        },
        "church": {
            "1": "This world needs faith, /player/.",
            "2": "Have you... heard the voices from below recently?",
            "3": "There's a light at the end of the alley. Come find us, /player/.",
            "4": "Shh... someone's watching us.",
            "5": "Come join our service, /player/."
        },
        "bandit": {
            "1": "Hey /player/, any good deals lately?",
            "2": "Be careful, /player/. The cops are cracking down hard.",
            "3": "We need to find a new hideout, /player/.",
            "4": "I'm a bit short on cash, /player/. Know any good money-making schemes?",
            "5": "Don't trust anyone, /player/. Not even me."
        },
        "other": {
            "1": "How's it going, /player/?",
            "2": "This area isn't safe, /player/. Watch yourself.",
            "3": "Got any interesting news, /player/?",
            "4": "Didn't expect to see you in /map/, /player/.",
            "5": "If I were you, I wouldn't come to this place, /player/."
        }
    },
    "idle": {
        "combine": {
            "1": "Stay alert, the Resistance could be anywhere.",
            "2": "Any breach of discipline will be severely punished.",
            "3": "Maintain formation, don't fall behind!",
            "4": "This place is so boring, I can't wait to get back to base.",
            "5": "Anyone got some military gum? I'm feeling sleepy.",
            "6": "This patrol route is so long, when will it end...",
            "7": "That damn floor last night left my back aching.",
            "8": "Found Lambda graffiti, looks like the Resistance's supply point is here.",
            "9": "Civilians are undergoing thought correction, maintain 50-meter security radius.",
            "10": "Radio signals are being jammed, probably Resistance's electronic warfare equipment.",
            "11": "Outpost 17's auto-turrets need recalibration of firing parameters.",
            "12": "Suppression protocol updated to version 1.14, all units sync tactical data.",
            "13": "If I find out who used my gas mask as an ashtray, they're dead meat.",
            "14": "Suspicious activity in the subway tunnels, take two houndeyes to check it out."
        },
        "resistance": {
            "1": "Running low on ammo... hope supplies arrive soon.",
            "2": "This damn gun's acting up again, anyone got tools to fix it?",
            "3": "My gas mask's gone missing again, what the hell!",
            "4": "Don't let your guard down, the combine could strike any moment.",
            "5": "I'm so sick of these canned rations, I'd kill for some fresh veggies.",
            "6": "This damn place is so humid, my clothes are sticking to my skin.",
            "7": "Mosquitoes were buzzing in my ear all night, couldn't sleep a wink.",
            "8": "This damn radio only picks up combine propaganda, I want real news.",
            "9": "Hey, you ever play the old arcade machines at Black Mesa? Those were the days!",
            "10": "Wonder how my cat's doing back home... she loved my fish stew.",
            "11": "This damn weather's freezing, I could use a thick coat.",
            "12": "Hey guys, anyone got a deck of cards? Let's play some Texas Hold'em.",
            "13": "This coffee tastes like mud, and I was counting on it to wake me up.",
            "14": "Hey, you hear? There's a bar opening underground in City 17.",
            "15": "The Combine owes us big time, and we'll make them pay with interest!",
            "16": "We're not alone in this fight, the people of /map/ are fully supporting us!",
            "17": "This map's all wrinkled, the edges are worn out and the routes are blurry.",
            "18": "It's so quiet here you could hear a pin drop, I can even hear my own heartbeat, creepy.",
            "19": "You hear that rustling sound? Like something's crawling in the pipes...",
            "20": "My boots are leaking again, my feet are gonna rot at this rate.",
            "21": "Anyone know what time it is?",
            "22": "Hands off my weapon, it's my lifeline!",
            "23": "Patrolling in the dark around here is no joke."
        },
        "union": {
            "1": "The noise in this factory is killing me.",
            "2": "My back's acting up again, they should pay me double.",
            "3": "This damn machine's broken again, need to call maintenance.",
            "4": "Did we meet today's production quota?",
            "5": "These work clothes are falling apart, they won't even replace them.",
            "6": "I can barely keep my eyes open... thanks to last night's overtime shift.",
            "7": "The cafeteria food tastes like reheated leftovers from yesterday.",
            "8": "Heard the factory next door went on strike, maybe we should show the boss what's what.",
            "9": "The pay's too low, can't even support my family.",
            "10": "Those capitalists just keep exploiting us, we'll make them pay!",
            "11": "Another batch of parts went missing from the assembly line, probably stolen for the black market.",
            "12": "The new guy almost got his fingers caught in the conveyor belt!",
            "13": "The safety supervisor's shoes are so shiny you can see your reflection, while we can't even get new gloves.",
            "14": "Quality control keeps mixing defective products, and we'll have to redo them at month-end.",
            "15": "The ventilation system's been broken for three days, the lead fumes are making my eyes water."
        },
        "warlord": {
            "1": "This territory's perfect for a base.",
            "2": "Need to get some good booze tonight to treat the boys.",
            "3": "Damn, this gun needs maintenance.",
            "4": "Things are heating up lately, everyone stay sharp.",
            "5": "You see that? Something's moving over there.",
            "6": "We need to plan our next move carefully.",
            "7": "You hear that rumbling? The railway must be nearby.",
            "8": "Make way, some big shot's coming through.",
            "9": "Only reason I came to this backwater was for the pretty girls.",
            "10": "Frisys runs /map/, and you're all dead meat!",
            "11": "Drag that traitor to the acid pool, let everyone see the price of betrayal.",
            "12": "These bulletproof vests are falling apart, did logistics cut corners again?",
            "13": "Damn, we're running out of diesel, if we don't get fuel soon, the boss will skin me alive.",
            "14": "The med station's out of painkillers? Send the boys to raid a clinic!",
            "15": "Anyone caught hoarding supplies will be nailed to the barbed wire for the crows.",
            "16": "The recon team sent to Nova Mine hasn't reported in for three days, probably got ambushed by barnacles.",
            "17": "Those church fanatics are at it again with their human experiments. We should blow their lab sky high one of these days.",
            "18": "The smuggling route from /map/ to City 17 is overrun with antlions. Send the demolition team to clear a path.",
            "19": "Those new recruits actually thought about joining the Combine. They're now part of the concrete foundation."
        },
        "church": {
            "1": "Donations have been pretty slim lately, we need to step up our fundraising game.",
            "2": "Heard this holy water can cure anything, want to give it a try?",
            "3": "Bring the candles, it's time for the ritual.",
            "4": "The church renovations are going to cost a fortune, need to raise funds.",
            "5": "You know, some secrets are only meant to be shared in the basement.",
            "6": "The hymns echo through the dome, cleansing the souls of the faithful.",
            "7": "Gear up, we need to purify this area.",
            "8": "This church needs repairs.",
            "9": "Last night's ritual went well, but we need more offerings.",
            "10": "Heard the church next door made a killing, we need to step up our game.",
            "11": "That new believer looks loaded. Let's figure out how to squeeze more donations out of him.",
            "12": "We need to soundproof the confession booth better. That widow's sobbing last time gave me a headache.",
            "13": "The statue's right eye stopped weeping blood. We need to replace the tomato juice tube in its socket.",
            "14": "Turn on the ventilation system during midnight mass. Too much of that hallucinogenic incense could be deadly.",
            "15": "If anyone asks about the screams from the basement at night, just say it's demons being punished.",
            "16": "Let's buy some cheap antibiotics from the black market and mix them with holy water. We can mark it up by 30%."
        },
        "bandit": {
            "1": "/map/ has high ground on both ends and low ground in the middle - perfect for an ambush.",
            "2": "Buddy, got a light?",
            "3": "This piece of junk needs replacing.",
            "4": "Things are getting messy in /map/, bad for business.",
            "5": "This loot's good, should fetch a nice price.",
            "6": "We need to plan our route, who's got the map?",
            "7": "This heat's killing me, need to find some shade.",
            "8": "Heard there's a merchant caravan coming through, let's hit it!",
            "9": "Damn curfew again tonight, we need to find a way out.",
            "10": "That shopkeeper looked at us like we were thieves last night. I bet he added a couple extra zeros to the bill!",
            "11": "The jewelry store on 17th is getting new stock the day after tomorrow. Their windows are still single-pane.",
            "12": "The transport convoy passes through /map/ every Wednesday. Remember to bring grenades to say hello.",
            "13": "The black market got a shipment of modified shotguns that can pierce riot shields. Let's grab a couple to test them out.",
            "14": "The union security has a 15-minute gap during shift change. Plenty of time to strip the copper coils from their transformers.",
            "15": "Heard the church is rolling in cash these days. Let's just swipe those golden candlesticks from their altar."
        },
        "other": {
            "1": "Time flies. It's almost the end of the month and I still haven't figured out how to pay the rent.",
            "2": "Nowhere's safe these days.",
            "3": "My passport got stolen at the hotel!",
            "4": "No, actually, I think the opposite, nothing new lately.",
            "5": "The view here's great, I took a photo.",
            "6": "I think I'm lost.",
            "7": "You seen my friend around /map/?",
            "8": "Heard there's a market nearby, I'm gonna check it out!",
            "9": "I can sleep anywhere, even with just a blanket.",
            "10": "Be careful, there's lots of wildlife near /map/.",
            "11": "I wonder what's on the other side of /map/.",
            "12": "I'm thinking of writing a book. How about calling it 'The Autobiography of /name/'?",
            "13": "You know what? I took down a hunter bare-handed in the city.",
            "14": "Spent last night under the bridge in /map/. Almost had my toes chewed off by rats.",
            "15": "Found half of a 'Militia Training Manual' in the junkyard. It's not even good enough for toilet paper - the ink smudges.",
            "16": "Heard there's a group east of City 17 trading homemade alcohol for bullets. That's a good deal.",
            "17": "Helped the union transport some goods yesterday. Found a whole stash of unregistered pulse rifles hidden in the container's false bottom."
        }
    },
    "attack": {
        "combine": {
            "1": "Open fire! Eliminate these traitors!",
            "2": "Found you, /victim/!",
            "3": "Drop your weapons!",
            "4": "Put down your weapons or we'll shoot!",
            "5": "We're under attack!",
            "6": "Capture /victim/!",
            "7": "Don't let /victim/ escape!",
            "8": "You want to test the law?",
            "9": "We've got a situation here in /map/.",
            "10": "Freeze, I'm gonna shoot!"
        },
        "resistance": {
            "1": "Take this, /victim/!",
            "2": "Open fire!",
            "3": "I see them, get ready to fight!",
            "4": "Want some extra holes in your body, /victim/?",
            "5": "We've got hostiles!",
            "6": "Take cover!",
            "7": "Suppress them!",
            "8": "Eat lead, /victim/!",
            "9": "You see that?",
            "10": "You dare show your face, /victim/?",
            "11": "Keep your distance!",
            "12": "Do something!"
        },
        "union": {
            "1": "Comrades, unite!",
            "2": "We're under attack!",
            "3": "Protect yourselves!",
            "4": "Don't let them succeed!",
            "5": "Someone's shooting!",
            "6": "The enemy's upon us.",
            "7": "Damn it.",
            "8": "What are you waiting for? Take cover!",
            "9": "You bunch of scum!",
            "10": "Grab your wrenches! Let's show them the might of the working class!",
            "11": "The assembly line can stop, but the union's dignity must stand!",
            "12": "Hear that? That's the alarm from the loading dock!"
        },
        "warlord": {
            "1": "Kill them all!",
            "2": "Let's show them what we're made of!",
            "3": "Grab your weapons! Let these bastards know who runs /map/!",
            "4": "Who's the fool daring to cause trouble in Lord Frisys's territory? Looking to die?",
            "5": "For Lord Frisys, kill them all!",
            "6": "Dragons must coil, tigers must crouch.",
            "7": "You got some nerve, /victim/!",
            "8": "I hope you've written your will, /victim/.",
            "9": "The gallows are ready for you, /victim/!",
            "10": "The last guy who looked at me like that, his fingers are still in formaldehyde!",
            "11": "You think the water treatment plant's water is always red by coincidence?",
            "12": "You're not even fit to be a roadblock, /victim/!",
            "13": "Surrender? Too late now! I'll use your blood to teach others a lesson!"
        },
        "church": {
            "1": "Heretics, face judgment!",
            "2": "For the glory of the church, destroy them!",
            "3": "Purify these unclean ones!",
            "4": "You've seen what you shouldn't have, /victim/!",
            "5": "Traitor spotted!",
            "6": "/victim/, you'll need to buy double indulgences!",
            "7": "Repent, /victim/, this is your last chance!",
            "8": "You shouldn't be here, /victim/!"
        },
        "bandit": {
            "1": "Brothers, attack!",
            "2": "/victim/, hand over everything valuable!",
            "3": "If you want to live, leave your stuff!",
            "4": "We'll be rich after this job!",
            "5": "Don't let them get away, chase them!",
            "6": "You can't hide for long, /victim/!"
        },
        "other": {
            "1": "Don't push me, /victim/!",
            "2": "Looks like someone's gonna bleed today!",
            "3": "Guess I need to stretch my muscles today!",
            "4": "You're messing with the wrong person, /victim/!",
            "5": "If you insist on fighting, bring it on!",
            "6": "I didn't want trouble, but you asked for it!",
            "7": "Don't think I'm an easy target, /victim/!",
            "8": "Looks like I need to teach you some manners today!"
        }
    },
    "kill": {
        "combine": {
            "1": "Goodbye, /victim/.",
            "2": "Is that all you've got, /victim/?",
            "3": "This is what happens when you mess with the Combine, /victim/.",
            "4": "Your resistance is futile, /victim/!",
            "5": "The combine salutes you.",
            "6": "You shouldn't have resisted, /victim/.",
            "7": "/victim/ is down.",
            "8": "Suspect down.",
            "9": "He's down.",
            "10": "Mission accomplished.",
            "11": "No more business for /victim/ here.",
            "12": "Looks like /victim/ won't be seeing the inside of a cell.",
            "13": "Run, run!",
            "14": "Should've thought twice before messing with us, /victim/.",
            "15": "Is that the best you can do, /victim/?",
            "16": "Your weapons are like toys, completely useless."
        },
        "resistance": {
            "1": "I won't go easy on you, /victim/!",
            "2": "This one's specially for you, /victim/!",
            "3": "Seems like you're all talk and no action, /victim/.",
            "4": "Someone's gonna have to clean up /victim/'s mess.",
            "5": "Another body in /map/, rest in peace, /victim/.",
            "6": "Haha, /victim/, better watch your back in your next life!",
            "7": "You were too reckless, /victim/.",
            "8": "You shouldn't have come here, /victim/."
        },
        "union": {
            "1": "This is your end, /victim/!",
            "2": "You had it coming.",
            "3": "Cheers! To taking down /victim/!",
            "4": "Here's your bullets back, /victim/!",
            "5": "Come to me, /victim/!"
        },
        "warlord": {
            "1": "The last guy who acted tough like you, the grass on his grave is two meters high now.",
            "2": "Go tell those idiots in /map/ who's really in charge here!",
            "3": "I took out /victim/!",
            "4": "Anyone else wanna end up like /victim/?",
            "5": "Another enemy down, our territory just got bigger!",
            "6": "Let's hang /victim/'s head on the street lamp!",
            "7": "This neighborhood belongs to us now!"
        },
        "church": {
            "1": "Judgment Day is upon us, /victim/!",
            "2": "This is the fate of all heretics!",
            "3": "Another sacrifice for tonight.",
            "4": "Hahahaha!",
            "5": "Keep going, wipe them all out.",
            "6": "The church bells will toll for you.",
            "7": "Behold, another lost soul has returned to the Lord's embrace."
        },
        "bandit": {
            "1": "Haha, another big score!",
            "2": "Nice job, boys!",
            "3": "Anyone else wanna be like /victim/?",
            "4": "Got you, /victim/.",
            "5": "Looks like /victim/'s luck has run out.",
            "6": "Another problem solved: /victim/."
        },
        "other": {
            "1": "Maybe you'll learn some respect in your next life, /victim/.",
            "2": "Go to hell, /victim/.",
            "3": "You brought this upon yourself, /victim/.",
            "4": "This is what I'm protecting, /victim/.",
            "5": "Things are going smoothly.",
            "6": "Hope this is the last one.",
            "7": "Who wants some bacon?",
            "8": "Those who don't plan to keep their promises don't consider the difficulties when making them."
        }
    },
    "playerchat": {
        "greeting": {
            "1": "Hi, /name/, how have you been?",
            "2": "How's your day going, /name/?",
            "3": "So glad to meet you!",
            "4": "What have you been up to lately, /name/?",
            "5": "You seem in good spirits, /name/."
        },
        "negotiate": {
            "1": "I'm here to negotiate!",
            "2": "I have an idea that might benefit us both, /name/.",
            "3": "If we can reach an agreement, things will be much easier.",
            "4": "I understand your difficulties, but we need to compromise.",
            "5": "/name/, there's something I need to discuss with you.",
            "6": "This is important, we need to talk it over.",
            "7": "How about this, let's both make some concessions?",
            "8": "I need to talk to you."
        },
        "trade": {
            "1": "Do you have anything special here?",
            "2": "Your goods are great, /name/!",
            "3": "Got any good stuff for sale, /name/?",
            "4": "I'd like to buy some of your things, /name/.",
            "5": "Heard you've got some unique items here?",
            "6": "Can I take a look at your goods?",
            "7": "Hi, /name/, any recommendations for today?",
            "8": "I'm quite interested in your products.",
            "9": "Could you tell me more about your goods?",
            "10": "I'm looking for something unique.",
            "11": "Do you think today's deal will go well?"
        },
        "leave": {
            "1": "Let's call it a day for now.",
            "2": "Good luck, /name/!",
            "3": "See you around, /name/!",
            "4": "Take care, /name/!",
            "5": "Until we meet again, /name/!",
            "6": "I'll catch up with you later.",
            "7": "See you later.",
            "8": "Let's continue this later.",
            "9": "I'll buy you a drink next time."
        }
    },
    "response": {
        "greeting": {
            "1": "Ah, /player/, long time no see!",
            "2": "Nice weather today, isn't it? I was just about to visit City 17.",
            "3": "Hey, /player/! Didn't expect to see you in /map/.",
            "4": "Great to see you, /player/! I was just looking for someone to chat about recent events.",
            "5": "/player/! Perfect timing, I was just talking about you with a friend."
        },
        "negotiate": {
            "1": "What's going on?",
            "2": "I was just about to discuss this with you, /player/.",
            "3": "You're right, we really need to talk this over.",
            "4": "I was just about to ask for the details.",
            "5": "Speak up, my time is precious."
        },
        "trade": {
            "1": "Of course! I bet you'll be interested in this.",
            "2": "You came at the right time, /player/, check this out.",
            "3": "Speaking of goods, I've got some weapons here you might like.",
            "4": "I'm just organizing new arrivals, want to see if there's anything you need?",
            "5": "/player/, you always find the good stuff! How about checking out this new batch of weapons?"
        },
        "leave": {
            "1": "Alright, /player/, feel free to drop by anytime, you're always welcome here.",
            "2": "Take care, /player/! If you run into any trouble, just come find me.",
            "3": "Let's catch up another time, I've got some things to take care of.",
            "4": "Goodbye, /player/! Hope to hear good news from you next time we meet.",
            "5": "Alright, /player/, let's talk again some other time."
        }
    }
} 