{
    "article": {
        "event": {
            "vote": {
                "title": "Stimmen Sie für das nächste Update ab, um zu entscheiden",
                "content": "Von nun an können Sie an der Abstimmung teilnehmen, um die Entwicklungsrichtung der nächsten neuen Funktion zu entscheiden.\n\nBenutzerdefinierter Name/Spitzname Pool: Müde von den gleichen NPC-Namen? Jetzt können Sie einen exklusiven Namenspool erstellen, und wenn ein neuer NPC generiert wird, wird ein Name zufällig aus Ihrem Namenspool ausgewählt. Sie können den Namen des Benutzers im Discord Group -Chat importieren.\n\nVisueller neuartiger Modus: Sie können Dialoge mit NPCs eingerichtet haben, und verschiedene Auswahlmöglichkeiten bestimmen verschiedene Handlungsrichtungen. Sie können diese Geschichten erstellen und teilen, wie Sie möchten.\n\nKommen Sie und nehmen Sie an der Abstimmung teil und tragen Sie Ihre Ideen zur zukünftigen Entwicklung des Moduls bei!"
            },
            "opensource": {
                "title": "Fügen Sie dem Modul Ihren eigenen Inhalt hinzu",
                "content": "Unabhängig davon, ob es sich um Lokalisierungsprobleme handelt oder brandneue Funktionen zu entwickeln, Ihr Beitrag macht das Modul perfekter.\n\nBesuchen Sie das Github -Repository des Projekts und senden Sie Ihre erste Pull -Anfrage!"
            },
            "localization": {
                "title": "Lokalisierte Inhaltsanpassung",
                "content": "Ich habe kürzlich daran gearbeitet, Fehler in meinem Code zu beheben und die Codestruktur zu vereinfachen. Gleichzeitig füge ich dem Modul auch weitere NPC -Gespräche hinzu. Ziel ist es, jedem Lager personalisierte und personalisierte Dialoginhalte zu haben, die dem Charakterhintergrund entsprechen, und lokalisierte Inhaltstests und -optimierung durchzuführen, in der Hoffnung, dass Spielern in verschiedenen Sprachen authentischere und natürlichere Textausdruck erfahren.\nWenn Sie bessere Vorschläge für bestimmte Gespräche oder Texte haben oder bereit sind, lokalisierte Inhalte zu verbessern, können Sie mir gerne mit mir teilen!"
            },
            "earlyaccess": {
                "title": "Das frühe Testspiel der Sponsoren ist jetzt eingeschaltet",
                "content": "Das NPC-Dialogmodul hat jetzt Sponsor-exklusive Tests gestartet!\n\nNach einer langen Entwicklungsphase wird die offizielle Version des NPC -Dialogmoduls in Kürze gestartet, und die neuesten Sprachdienstfunktionen wurden ebenfalls abgeschlossen.\n\nEinige Funktionen dieses Moduls werden nicht implementiert, einschließlich des Fraktionssystems, des Skill -Systems, des Decksystems und des Handelssystems. Daher sind NPCs in verschiedenen Fraktionen nicht feindlich gegenüber und ändern ihre Beziehungen vorerst, und das Spielen von Karten während der Verhandlung wird keinen Einfluss haben. Keines davon sind die Funktionen, die ich in letzter Zeit gemacht habe. Wann wird es implementiert? Vielleicht ist es das nächste große Update, vielleicht habe ich es abgeschnitten.\n\nBevor die offizielle Version veröffentlicht wird, werde ich mich darauf konzentrieren, vorhandene Fehler zu beheben und die Lokalisierungsarbeiten zu erledigen, und fügt vorerst keine neuen Funktionen hinzu. Jeder ist herzlich eingeladen, aktiv an dem Test teilzunehmen, das Modul im Einzelspieler- oder Multi-Player-Spielmodus zu erleben und alle Probleme zu feedback, um die Spielerfahrung kontinuierlich zu optimieren.\n\nSie können eine Medaille erhalten, indem Sie Sponsor- oder Veröffentlichungsmodulbewertungen oder empfohlene Videos auf Selbstmedienplattformen werden. Das Modul wird das nächste Mal, wenn Sie aktualisieren, neue Abzeichen hinzugefügt.\n\nDieses Modul ist nur vor seiner offiziellen Veröffentlichung für Sponsorerfahrungen erhältlich und dürfte sich verteilt.\n\nVielen Dank für Ihre Unterstützung, schöne Jagd!"
            }
        }
    }
}