{
    "card": {
        "info": {
            "combine": {
                "name": "Gemeinsames Militärdeck",
                "desc": "Obwohl die Aktivitäten der Vereinigten Armee auf der Erde allmählich geschwächt wurden, sind sie immer noch eine Kraft, die nicht unterschätzt werden sollte."
            },
            "resistance": {
                "name": "Widerstehen Sie dem Armeeldeck",
                "desc": "Die Rebellentruppen in der Stadt Nr. 17 haben organisierte Sabotageaktivitäten durchgeführt."
            },
            "union": {
                "name": "Gewerkschaftsdeck",
                "desc": "Streiks, Proteste und Lohnanforderungen sind tägliche Darstellungen von Arbeitern."
            },
            "warlord": {
                "name": "Warlords 'Nummernschildgruppe",
                "desc": "Nach der Katastrophe gründeten die Kriegsherren ein terroristisches Regime in Stadt Nr. 17."
            },
            "church": {
                "name": "Kirchdeck",
                "desc": "Der unterirdische Kult in Stadt Nr. 17 ist bekannt für Korruption."
            },
            "bandit": {
                "name": "Banditendeck",
                "desc": "Die Outlaws wandern außerhalb der Vororte von Nr. 17."
            },
            "other": {
                "name": "Freiberufler Deck",
                "desc": "Wanderer unabhängig von großen Kräften."
            }
        },
        "general": {
            "sightedness": {
                "name": "Zeuge",
                "d": {
                    "1": "Ich habe gesehen, wie Sie mit verdächtigen Leuten in der Nähe /Karte gesprochen haben /, wie erklären Sie?",
                    "2": "Ich habe gesehen, wie du dich mit deinen eigenen Augen um die Basis von Montenegro geschlichen hast, denken Sie nicht einmal daran, es zu leugnen!",
                    "3": "Was hast du letzte Nacht in der Gasse von City 17 gemacht? Ich bin ein Augenzeuge.",
                    "4": "Die United Army sucht nach Ihnen und ich weiß zufällig, wo Sie erschienen sind.",
                    "5": "/Name/, ist es ein Zufall, dass Sie zu diesem Zeitpunkt dort erschienen sind?"
                },
                "a": {
                    "1": "Er war nur ein gewöhnlicher Passant, ich fragte nur nach Anweisungen, mach keine Aufregung.",
                    "2": "Sie müssen es falsch gelesen haben, ich habe mein Haus letzte Nacht überhaupt nicht verlassen.",
                    "3": "Humph, was ist, wenn du es siehst? Was können Sie beweisen?",
                    "4": "Oh? Wie wollen Sie es dann verwenden, um mich zu bedrohen?",
                    "5": "Ich bin gerade vorbeigekommen, nichts Besonderes.",
                    "6": "Wenn Sie Beweise haben, nehmen Sie es heraus, sonst verschwenden Sie meine Zeit nicht."
                }
            },
            "rebuttal": {
                "name": "widerlegen",
                "d": {
                    "1": "Dies ist unmöglich, ich lehne es ab, diese Aussage zu akzeptieren.",
                    "2": "Ihr Standpunkt ist völlig falsch!",
                    "3": "Ihre Aussage ist einfach unhaltbar und der Bericht der United Army ist nicht so geschrieben.",
                    "4": "Denken Sie nicht, dass Sie Sie mit dieser Ausrede täuschen können.",
                    "5": "Ihre Ansicht ist einfach unhaltbar.",
                    "6": "/Name/, Ihre Aussage ist unbegründet."
                },
                "a": {
                    "1": "Welche Beweise haben Sie?",
                    "2": "Beweis? Nehmen Sie es heraus und schauen Sie sich an, sprechen Sie nicht einfach darüber.",
                    "3": "Es spielt keine Rolle, ob Sie es glauben oder nicht, Fakten sind Fakten.",
                    "4": "Wenn Sie eine bessere Erklärung haben, werde ich genau zuhören.",
                    "5": "Mein Standpunkt basiert auf Fakten, nicht auf Spekulationen aus der Luft wie Sie.",
                    "6": "Hast du irgendwelche Beweise? Oder einfach nur aus der Luft raten?"
                }
            },
            "hypothesis": {
                "name": "Annahmen",
                "d": {
                    "1": "Wenn / Camp / entdeckt Ihr Geheimnis, was werden sie Ihrer Meinung nach mit Ihnen umgehen?",
                    "2": "Angenommen, Sie sind auf meiner Seite, wir können viele Dinge zusammen ändern.",
                    "3": "Was denkst du / melke / wird dann, wenn du versagst?",
                    "4": "Wenn /camp /wirklich steuert /map /, wie werden Sie Ihrer Meinung nach sein?",
                    "5": "Was wird mit uns passieren, wenn der / Camp / Plan erfolgreich ist?",
                    "6": "Wenn all dies eine Verschwörung von /camp /wäre, was würden Sie tun?"
                },
                "a": {
                    "1": "Warum mich an dich glauben lassen?",
                    "2": "Lustig, aber das heißt nicht, dass du recht hast."
                }
            },
            "ridicule": {
                "name": "Spott",
                "d": {
                    "1": "Das menschliche Herz ist nicht genug und die Schlange schluckt das Gesicht.",
                    "2": "Ich habe nicht erwartet, dass du eine solche Stärke hast.",
                    "3": "Du bist wirklich ein gläserherziger Mensch.",
                    "4": "Ihr Plan ist voller Lücken und sogar ein normaler Bürger kann ihn durchsehen.",
                    "5": "Menschen wie Sie sind nur es wert, in der Müllkippe in der Stadt Nr. 17 zu leben."
                },
                "a": {
                    "1": "Komm schon, dann kannst du es mir sagen, rede nicht einfach.",
                    "2": "Zumindest bin ich nicht wie du, ich werde mich einfach im Schatten verstecken und leben."
                }
            },
            "fame": {
                "name": "Berühmt",
                "d": {
                    "1": "Ich habe von dir gehört, dem berühmten \"/Spitznamen/\" in/camp/, oder?",
                    "2": "Sie stehen ganz oben auf Ihrer gewünschten Liste und Sie sind wirklich \"berühmt\".",
                    "3": "/Name/, Ihr Ruf ist bekannt in/map/.",
                    "4": "Ihr Name ist auf dem Schwarzmarkt viel Geld wert, wissen Sie?",
                    "5": "Ich habe von deinen Taten gehört, aber ich hatte heute nicht erwartet, mich zu sehen.",
                    "6": "/Name/, Ihr Name ist ein Tabu in/camp/."
                },
                "a": {
                    "1": "Es scheint, dass Sie auch keine saubere Person sind.",
                    "2": "Das beweist nur, dass ich das Richtige tue.",
                    "3": "Das sind Dinge aus der Vergangenheit, und ich kümmere mich mehr um die Gegenwart."
                }
            },
            "informationexchange": {
                "name": "Intelligenzaustausch",
                "d": {
                    "1": "Ich habe die gewünschten Informationen, aber Sie müssen den Preis zahlen.",
                    "2": "Lassen Sie uns Informationen miteinander teilen, wie?",
                    "3": "Es gibt einige Neuigkeiten auf dem Schwarzmarkt, vielleicht werden Sie interessiert sein.",
                    "4": "Lassen Sie uns Informationen austauschen, es ist gut für beide Seiten."
                },
                "a": {
                    "1": "Das klingt gut, wie zuverlässig ist diese Nachricht?",
                    "2": "Sie beweisen zuerst, dass Ihre Nachricht wertvoll ist.",
                    "3": "Ich glaube diesen Unsinn nicht.",
                    "4": "Ich habe einige Neuigkeiten gehört, aber wir brauchen weitere Informationen, um zu handeln."
                }
            },
            "smalltalk": {
                "name": "Ganz Worte",
                "d": {
                    "1": "Es ist sehr geehrt, mit Ihnen kommunizieren zu können.",
                    "2": "Sie sind so ein ausgezeichneter Verhandlungsführer.",
                    "3": "Ich wurde schon lange bewundert und habe es heute gesehen und es ist in der Tat mein Ruf wert.",
                    "4": "Es ist eine große Ehre, mit einer Person wie Ihnen zusammenarbeiten zu können.",
                    "5": "Ich habe lange bewundert, aber ich hatte nicht erwartet, Sie hier zu treffen.",
                    "6": "Lange nicht sehen, du siehst gut aus."
                },
                "a": {
                    "1": "Vielen Dank für Ihr Lob!",
                    "2": "Ich habe gerade mein Bestes ausprobiert.",
                    "3": "Wenn Sie den Preis gewonnen haben, werden Sie Glück haben.",
                    "4": "Wenn Sie höflich sind, sprechen Sie einfach über die ernsthaften Angelegenheiten."
                }
            },
            "negligence": {
                "name": "Vernachlässigung der Pflicht",
                "d": {
                    "1": "/Name/, Sie scheinen in letzter Zeit nicht sehr besorgt über Aufgaben zu sein.",
                    "2": "Diejenigen, die ihre Pflichten vernachlässigen, werden eines Tages entdeckt.",
                    "3": "Ihre letzte Mission scheiterte und hat das gesamte Team fast getötet.",
                    "4": "Wie können Sie das Vertrauen von /Camp /Camp sein?",
                    "5": "/Name/, haben Sie Ihre Verantwortung vergessen?"
                },
                "a": {
                    "1": "Du bist nicht mein Chef!",
                    "2": "Jeder hat eine Pause, aber ich werde nicht zulassen, dass persönliche Probleme meine Arbeit beeinflussen.",
                    "3": "Wenn Sie Meinungen zu meiner Arbeit haben, können Sie es einfach sagen."
                }
            },
            "terrorface": {
                "name": "Schreckliches Gesicht",
                "d": {
                    "1": "Was ich dir zeige, ist mein wahres Gesicht.",
                    "2": "In /map /kann niemand meiner Bedrohung entkommen."
                },
                "a": {
                    "1": "Sie wagen es, so mit mir zu sprechen?",
                    "2": "Deine Augen erinnerten mich an die Monster an der Montenegro -Basis.",
                    "3": "Ich habe gehört, dass Sie einmal ein ganzes Patrouillenteam allein getötet haben."
                }
            },
            "hatsleight": {
                "name": "Hattrick, Hat-Trick",
                "d": {
                    "1": "Dies ist ein klassischer Hattrick, der für Sie schwer zu verstehen ist!",
                    "2": "Sie können nie erraten, was ich als nächstes tun werde."
                },
                "a": {
                    "1": "Welchen Trick spielen Sie Ihrer Meinung nach? Ich habe es vor langer Zeit durchgesehen.",
                    "2": "Denken Sie nicht, dass Sie mich mit diesen Tricks täuschen können.",
                    "3": "Glück ist auch Teil der Stärke, nicht wahr?"
                }
            },
            "dispute": {
                "name": "Aus der Vernunft streben",
                "d": {
                    "1": "Ihr Argument ist voller Lücken! Genau wie das Abwassersystem in der Stadt Nr. 17 ist es voller Löcher!",
                    "2": "Denken Sie nicht daran, diese süßen Worte zu verwenden, um mich zu täuschen, aber ich habe gesehen, was Sie in der Nova Mine getan haben!",
                    "3": "Wen können diese beschissenen Ausreden wohl täuschen? Sogar die Obdachlosen auf der Straße würden es nicht glauben!"
                },
                "a": {
                    "1": "Der Abwasserkanal in der Stadt Nr. 17 läuft zumindest immer noch und Ihr Gehirn hat lange aufgehört zu denken!",
                    "2": "Zumindest ist meine Logik immer noch selbstkonsistent, und dein Denken ist so chaotisch wie von einem Ameisenlöwen!"
                }
            },
            "warexperience": {
                "name": "Kriegserfahrung",
                "d": {
                    "1": "Ich habe Krieg durchgemacht, also verstehe ich den Schmerz von dir /camp /.",
                    "2": "Die Schlachten in der Vergangenheit haben mir viel Erfahrung und Lektionen gegeben.",
                    "3": "Die Katastrophe in der Montenegro -Basis veränderte alles. Wo warst du zu dieser Zeit?",
                    "4": "Ich habe gehört, dass Sie in der / Karte / Schlacht großartige Beiträge geleistet haben.",
                    "5": "/Name/, Ihre Leistung in der letzten Schlacht war beeindruckend."
                },
                "a": {
                    "1": "Dann müssen Sie viele Geschichten haben, die Sie aufmerksam erzählen und zuhören müssen.",
                    "2": "Der Krieg hat mich wissen lassen, was wichtig ist und was nicht."
                }
            },
            "psychologicalwar": {
                "name": "Psychologische Kriegsführung",
                "d": {
                    "1": "Wissen Sie? Ich kann deine Gedanken durchsehen.",
                    "2": "Ich habe Zweifel in dein Herz gepflanzt.",
                    "3": "Glaubst du, du kämpfst für die Freiheit? Tatsächlich sind Sie nur der Bauer eines anderen.",
                    "4": "Ihre Gefährten haben Sie vor langer Zeit verraten, aber Sie sind immer noch im Dunkeln.",
                    "5": "Glauben Sie wirklich, dass Sie gewinnen können? Täusche dich nicht.",
                    "6": "Ihre Mentalität wird Sie nur noch schlimmer verlieren."
                },
                "a": {
                    "1": "Sie liegen falsch, ich weiß, wie man damit umgeht.",
                    "2": "Sie überschätzen sich.",
                    "3": "Sie sind derjenige, der es schüttelt? Drücken Sie mir die Frage nicht.",
                    "4": "Der Sieg ist nicht etwas, das durch Mund gesagt werden kann."
                }
            },
            "espionage": {
                "name": "Spion",
                "d": {
                    "1": "/Name/, ich habe gehört, dass Sie für andere Camps arbeiten.",
                    "2": "Ihr Aufenthaltsort ist misstrauisch. Wirst du Spionage?"
                },
                "a": {
                    "1": "Worüber redest du? Ich habe unser Lager noch nie verlassen.",
                    "2": "Wie ist das möglich?"
                }
            }
        },
        "combine": {
            "fortress": {
                "name": "Festung",
                "d": {
                    "1": "Die Festung, die wir in / map / sind solide, und Sie / camp / können sie überhaupt nicht erobern.",
                    "2": "Hast du dieses starke Schloss der Vereinigten Armee gesehen? Das ist ein Ort, an dem Sie in Ihrem ganzen Leben niemals erreichen können."
                },
                "a": {
                    "1": "Die 12 Qin -Pässe gehören zu Chu, und die 3.000 Yue Jia kann Wu schlucken.",
                    "2": "Dann hoffe ich, dass es dauern kann, bis Verstärkungen eintreffen.",
                    "3": "Sei nicht zu stolz, es gibt keine Verteidigungslinie, die wir nicht brechen können.",
                    "4": "Egal wie stark Ihre Festung ist, es kann den Verrat nicht aufhalten."
                }
            },
            "overwatch": {
                "name": "Monitor",
                "d": {
                    "1": "Panzer Kern überwacht alle Aktionen und wollen nicht entkommen.",
                    "2": "Ich kenne dich sehr gut.",
                    "3": "Jede Bewegung ist unter meiner Kontrolle.",
                    "4": "Denken Sie nicht, dass Sie unseren Augen entkommen können.",
                    "5": "/Name/, hast du vergessen, dass wir überall sind?"
                },
                "a": {
                    "1": "Dann schaue ich weiter, ich habe nichts zu verbergen.",
                    "2": "Überwachen Sie mich? Bist du zu untätig?",
                    "3": "Ihre Überwachung bedeutet mir nichts."
                }
            },
            "fishingremarks": {
                "name": "Fischereirhetorik",
                "d": {
                    "1": "Ich teste nur, dass du wirklich getäuscht bist.",
                    "2": "Du bist zu leicht, um manipuliert zu werden."
                },
                "a": {
                    "1": "Nein, ich glaube deinen Trick nicht!",
                    "2": "Humph, denkst du, du bist unglaublich?",
                    "3": "Ich werde den Köder nicht leicht nehmen, Ihr Problem ist zu offensichtlich.",
                    "4": "Ich weiß mehr als du denkst, aber ich werde es dir nicht sagen."
                }
            },
            "internalmessage": {
                "name": "Interne Nachricht",
                "d": {
                    "1": "Ich habe einige wichtige interne Nachrichten, möchten Sie es hören?",
                    "2": "Es scheint, dass Sie uns überhaupt nicht kennen.",
                    "3": "Ich habe interne Nachrichten erhalten, dass Ihre Pläne uns bekannt waren.",
                    "4": "/name/, ich habe gehört, dass etwas im camp schief ging/, willst du wissen?",
                    "5": "/Name/, ich habe ein Geheimnis, willst du es hören?"
                },
                "a": {
                    "1": "Unmöglich, das ist nicht wahr!",
                    "2": "Ich glaube es überhaupt nicht.",
                    "3": "Ihre Nachrichten sind möglicherweise nicht zuverlässig, bluffen hier nicht.",
                    "4": "Lassen Sie mich Ihnen sagen, aber erwarte nicht, dass ich es vollständig glaube."
                }
            },
            "keeneye": {
                "name": "Beobachten Sie den Rand des Stifts",
                "d": {
                    "1": "/Name/, denkst du, ich habe deinen kleinen Schritt nicht bemerkt?",
                    "2": "Es gibt kein Geheimnis vor mir.",
                    "3": "/Name/, ich habe deinen Plan durchgesehen.",
                    "4": "/Name/, jedes Detail von dir kann meinen Augen nicht entkommen."
                },
                "a": {
                    "1": "Du bist zu selbstbewusst!",
                    "2": "Alles, was Sie sehen, ist die Spitze des Eisbergs.",
                    "3": "Dann schauen wir uns an und sehen, wer bis zum Ende lachen wird."
                }
            },
            "viralpandemic": {
                "name": "Viral",
                "d": {
                    "1": "Die Bewohner von / map / sind seit langem von unserer Werbung infiziert.",
                    "2": "/Name/, unser Informationskrieg hat begonnen.",
                    "3": "/Name/unsere Propaganda verbreitet sich wie ein Virus."
                },
                "a": {
                    "1": "Ihre Werbung ermöglicht es nur mehr Menschen, Ihr wahres Gesicht zu sehen.",
                    "2": "Die Wahrheit wird früher oder später an die Oberfläche kommen, Sie können warten."
                }
            },
            "businessasusual": {
                "name": "Offizielles Geschäft",
                "d": {
                    "1": "Dies ist ein formelles Geschäft und kann nicht nachlässig sein.",
                    "2": "Geschäft machen, keine Tricks spielen. Alles muss befolgt werden.",
                    "3": "/Name/Dies ist der Befehl, den Sie ausführen müssen."
                },
                "a": {
                    "1": "Es wird glaubwürdiger sein, wenn Sie die Verschwörung ändern.",
                    "2": "Dann beschuldigen Sie mich nicht, gnadenlos zu sein."
                }
            },
            "citybroadcast": {
                "name": "Stadtübertragung",
                "d": {
                    "1": "Möchten Sie im Radio von morgen sein? Ich empfehle Ihnen, gut zusammenzuarbeiten.",
                    "2": "Möchten Sie es allen bekannt machen?"
                },
                "a": {
                    "1": "Es ist mir egal, es gibt niemanden, den ich in /map /kenne.",
                    "2": "Das Radio ist voll von Ihren Lügen, und die Menschen werden nicht die ganze Zeit geblendet."
                }
            },
            "trojanhorse": {
                "name": "Schwerter gehen in die Irre",
                "d": {
                    "1": "Ich habe Ihnen ein Paket geschickt und wenn Sie den Mut haben, öffnen Sie es.",
                    "2": "Ich habe ein Geschenk in Ihr Lager geschickt, raten Sie mal, was drin ist?"
                },
                "a": {
                    "1": "Was genau ist das? Es ist so schwer zu erraten.",
                    "2": "Es wird nicht das Ding sein!"
                }
            },
            "arrest": {
                "name": "Haftbefehl",
                "d": {
                    "1": "Jeder Rebell wird unverzüglich verhaftet.",
                    "2": "Unter meiner Nase kann niemand entkommen.",
                    "3": "/Name/, die United Army hat Ihren Haftbefehl erlassen."
                },
                "a": {
                    "1": "Der Haftbefehl der Vereinigten Armee? Es ist nur ein Stück Abfallpapier für mich.",
                    "2": "Dann komm und fange mich, wenn du es fangen kannst.",
                    "3": "Glaubst du, ich habe Angst?"
                }
            },
            "novamine": {
                "name": "Nova Mine",
                "d": {
                    "1": "Willkommen in Nova Mine, die Ihr neues Zuhause sein wird. Arbeiten Sie 12 Stunden am Tag, 7 Tage in der Woche, bis Sie Ihre Schulden an die United Army abgezahlt und nach Ihrer Haftstrafe freigelassen haben.",
                    "2": "Haben Sie die Gefangenen gesehen, die in den Minen arbeiteten? Früher waren sie so ungehorsam wie Sie.",
                    "3": "Die Wachen hier sind mit den neuesten Elektroschockstangen ausgestattet, um sicherzustellen, dass jeder Gefangene aktiv arbeiten kann."
                },
                "a": {
                    "1": "Ich fürchte, es ist kein Friedhof, also möchte ich nicht an diese Art von Ort gehen.",
                    "2": "Nova Mine? Ich hörte, dass Gefangene dort oft zufällig gestorben sind."
                }
            },
            "imperialorder": {
                "name": "Empire Order",
                "d": {
                    "1": "Befolgen Sie die Befehle des United Empire, sonst werden Sie es bereuen.",
                    "2": "Dies ist Ihr einziger Ausweg, denken Sie darüber nach und antworten Sie mir."
                },
                "a": {
                    "1": "Warten Sie, ich stimmte nicht zu.",
                    "2": "Hier ist eine Reihe kleiner Worte: Diejenigen, die sich weigern, Befehle zu befolgen, werden an die Nova -Mine geschickt. . Was?"
                }
            },
            "ultimatum": {
                "name": "Ultimativ",
                "d": {
                    "1": "Dies ist mein Ultimatum, wählen Sie!",
                    "2": "Keine Möglichkeiten mehr.",
                    "3": "Die Vereinigte Armee hat die Geduld mit Ihnen verloren.",
                    "4": "/Name/, dies ist Ihre letzte Chance."
                },
                "a": {
                    "1": "Was? Ist das eine Bestellung, um mich zu vertreiben?",
                    "2": "Wie heißen Sie?"
                }
            },
            "sniperthreat": {
                "name": "Live -Ziel",
                "d": {
                    "1": "Der Scharfschütze der Vereinigten Armee hat sich bereits an Sie gerichtet.",
                    "2": "Unsere Scharfschützen zielen 500 Meter entfernt auf Ihren Kopf."
                },
                "a": {
                    "1": "Wenn das der Fall wäre, wäre mein Kopf vor langer Zeit in die Luft gesprengt worden.",
                    "2": "Ich wette, du wage es, mich nicht zu berühren!"
                }
            },
            "secretweapon": {
                "name": "Geheimwaffen",
                "d": {
                    "1": "Möchten Sie die geheimen Waffen der Vereinigten Armee ausprobieren?",
                    "2": "Unsere gemeinsame Armee hat Schienenwaffen im Weltraum eingesetzt, was Sie jederzeit in Stücke blasen kann."
                },
                "a": {
                    "1": "Wie lange wurden Ihre Einrichtungen nicht aufrechterhalten? Ich fürchte, es wird nicht in der Lage sein, anfangen.",
                    "2": "Es ist Alarmist, wir / camp / werden das nicht essen."
                }
            },
            "militarycourt": {
                "name": "Gemeinsames Militärgericht",
                "d": {
                    "1": "Möchten Sie zu einem Militärgericht gehen, /Name /? .",
                    "2": "Die United Army hat Ihre Hauptbeweise beherrscht und Sie zahlen den Preis für Ihre Handlungen."
                },
                "a": {
                    "1": "Das ist die Gerechtigkeit, auf die Sie stolz sind?",
                    "2": "Sie sind diejenigen, die es verdienen, beurteilt zu werden.",
                    "3": "Ihre Beweise sind nichts anderes als eine erfundene Lüge."
                }
            }
        },
        "resistance": {
            "fate": {
                "name": "Bestimmung",
                "d": {
                    "1": "Wir sind uns alle sehr klar darüber, was wir ausgesetzt sind.",
                    "2": "Das Schicksal ist für alle fair, wir alle stiegen in ein Piratenschiff."
                },
                "a": {
                    "1": "Achten Sie darauf, das Schiff seit Tausenden von Jahren zu segeln.",
                    "2": "Ein Fehler wird zu ewigem Bedauern führen."
                }
            },
            "undergroundnetwork": {
                "name": "Unterirdisches Netzwerk",
                "d": {
                    "1": "/Karte/Wir sind überall Eyeliner, lauern im Abwasserkanal und warten auf die Gelegenheit, sich zu bewegen.",
                    "2": "Die unterirdischen Passagen unserer Rebellenarmee in / map / sind gut miteinander verbunden und können Ihnen Schutz geben."
                },
                "a": {
                    "1": "Ich habe von Ihrer Organisation gehört, die sich im Ödland in der Nähe der Stadt Nr. 17 befindet, oder?",
                    "2": "Es klingt so, als ob Ihre Augen überall in der Stadt sind."
                }
            },
            "treadingoneggs": {
                "name": "Auf dünnem Eis gehen",
                "d": {
                    "1": "Aktionen in / map / sind so vorsichtig wie das Treten auf dünnes Eis.",
                    "2": "Die Patrouille ist gerade vorbei und wir mussten es leicht machen.",
                    "3": "Dieser Versteck kann überwacht werden, bleiben wachsam.",
                    "4": "Berühre nichts! Achten Sie darauf, den Sensor nicht auszulösen."
                },
                "a": {
                    "1": "Ich werde mich wie Honig in einem Löffel bewegen.",
                    "2": "Ich habe militärische Ausbildung und das ist kein Problem für mich."
                }
            },
            "rareoccasion": {
                "name": "Machen Sie jedes Mal eine Show",
                "d": {
                    "1": "Danach müssen Sie so tun, als ob Sie in der Taverne betrunken sind, bis das Signal erscheint.",
                    "2": "Halten Sie meinen Arm schnell, das Patrouillenteam kommt.",
                    "3": "Stellen Sie sich vor, wir sind Geschäftsleute, die Geschäfte bei /map /machen.",
                    "4": "Denken Sie an Ihre neue Identität: ein Reparatur von Boiler Room."
                },
                "a": {
                    "1": "Meine schauspielerischen Fähigkeiten wurden im unterirdischen Theater geübt.",
                    "2": "Muss ich eine Flasche Wein werfen, um die Authentizität zu erhöhen?",
                    "3": "Das Material dieses Kleides ließ mich überall jucken."
                }
            },
            "beyondreach": {
                "name": "Keine Möglichkeit zu erreichen",
                "d": {
                    "1": "Niemand wird in solche abgelegenen Gebiete kommen.",
                    "2": "Es gibt kein Dorf vor und kein Laden hinten, es ist hier sehr sicher."
                },
                "a": {
                    "1": "Ja, ich wäre nicht hierher gekommen, wenn ich dich nicht gesehen hätte, dich zu sehen",
                    "2": "Ich hatte keine Schmerzen, als ich aufstand und sprach, aber es brauchte große Anstrengungen, um hierher zu kommen."
                }
            },
            "dangerzone": {
                "name": "Gefährliche Bereiche",
                "d": {
                    "1": "Weißt du nicht, wie gefährlich / Karte / ist?",
                    "2": "Der Schwanzklemmepunkt ist nicht Ihr Gartengarten."
                },
                "a": {
                    "1": "Nachdem wir die Vorräte erhalten haben, werden wir diesen Ort von Recht und falsch verlassen.",
                    "2": "Ich bin nicht du, ich bin so vorsichtig, Dinge zu tun."
                }
            },
            "van": {
                "name": "Wer wird das Schicksal gewinnen",
                "d": {
                    "1": "Dieser Ort ist nicht zu weit weg, ich werde dich dorthin schicken.",
                    "2": "Wie wollen Sie vorbeikommen? Allein Ihre Beine werden definitiv nicht funktionieren. Warum nehme ich dich nicht mit, um zu fahren?"
                },
                "a": {
                    "1": "Danke, Freund.",
                    "2": "Ich bin erleichtert, jemanden wie Sie zu haben."
                }
            },
            "farewellcage": {
                "name": "Verabschieden Sie sich vom Käfig",
                "d": {
                    "1": "Erinnern Sie sich an die Nacht, als wir zum ersten Mal aus dem 17. Konzentrationslager entkommen sind? Das Mondlicht beleuchtet unseren Weg zur Freiheit.",
                    "2": "Wir sind keine Flüchtlinge, wir sind Soldaten, die Freiheit verfolgen!",
                    "3": "Ein Käfig kann unseren Körper einsperren, aber er kann unseren Willen niemals einsperren!"
                },
                "a": {
                    "1": "Ich werde die Sterne in dieser Nacht nie vergessen!",
                    "2": "Freiheit ist keine Wohltätigkeit, sondern die Rechte, für die wir kämpfen!"
                }
            },
            "publicsupport": {
                "name": "Was die Leute wollen",
                "d": {
                    "1": "Ich glaube, dass / Camp / das Aufstand von gestern gesehen hat, aber es stellt sich heraus, dass unsere Rebellen beliebter sind.",
                    "2": "Haben Sie nicht gesehen, dass unsere Mobilisierung sehr erfolgreich war?"
                },
                "a": {
                    "1": "Erwarten Sie, dass ich glaube, dass Dr. Kleiner, der die Kopfkrabbe hebt?",
                    "2": "Soweit ich sehen kann, haben die Rebellen keine Zukunft in /map /."
                }
            },
            "bravery": {
                "name": "Der Mut eines jeden Mannes",
                "d": {
                    "1": "Mach dir keine Sorgen, wie gut die Ausrüstung deines Gegners ist, mach es einfach.",
                    "2": "In /map /auch ein geringfügiger lokaler Widerstand erregt die Aufmerksamkeit aller auf sich."
                },
                "a": {
                    "1": "Wenn Sie nicht die Ursachen und Konsequenzen bei der Arbeit berücksichtigen, werden Sie früher oder später erledigt!",
                    "2": "Ich hoffe du bist voll vorbereitet."
                }
            },
            "preparedness": {
                "name": "Bereiten Sie beide Hände vor",
                "d": {
                    "1": "Ich bin eine sehr erfahrene Person in meiner Arbeit, und die Routen sind alle im Voraus geplant, ohne Fehler.",
                    "2": "Mach dir keine Sorgen, ich werde mich auf jede Situation vorbereiten."
                },
                "a": {
                    "1": "Ich bin erleichtert, wenn Sie das sagen, schließlich bin ich auch kein Experte.",
                    "2": "Gut."
                }
            },
            "firebase": {
                "name": "Widerstandsarmee -Feuerkraftbasis",
                "d": {
                    "1": "Haben Sie vom östlichen Bezirk der Montenegro -Basis in den Vororten gehört? Unsere Kernkraft wird dort gesammelt.",
                    "2": "Im weißen Wald können wir einen starken Gegenangriff starten, und selbst der Dreieck Mecha kann nicht hineinkommen."
                },
                "a": {
                    "1": "Selbst Kopfhunting -Krabbenschalen können an diesem Ort leicht zerstört werden.",
                    "2": "Sind Sie sicher, dass an dieser Art von abgelegenen Ort ausreichend Munitionsangebote vorhanden ist?"
                }
            },
            "rocketlaunch": {
                "name": "Raketenstart",
                "d": {
                    "1": "Unsere Rebellen haben Raketenbasen im weißen Wald und Raketenexperte Dr. Magnusson.",
                    "2": "Welches Camp hat reichhaltige Ressourcen als Rebellenarmee, wir haben sogar Raketen."
                },
                "a": {
                    "1": "Ich hörte, dass die Krähen im weißen Wald oft Alarme auslösen, was ist los?",
                    "2": "Das klingt nach einer Fantasie."
                }
            },
            "familiarground": {
                "name": "Den Weg kennen",
                "d": {
                    "1": "Ich bin so vertraut mit dem Gelände von /map /, es ist, als wäre ich in meinem eigenen Garten.",
                    "2": "Ich weiß, wie man hier überlebt.",
                    "3": "Ich kann Sie führen, die verlassene Eisenbahn in /map /überqueren und andere gefährliche Elemente vermeiden."
                },
                "a": {
                    "1": "Es klingt so, als ob ich dir vertrauen kann.",
                    "2": "Sie öffnen den Weg, ich werde auf Sie wetten."
                }
            },
            "beliefofrebels": {
                "name": "Die Überzeugungen der Rebellen",
                "d": {
                    "1": "frei? Rache? Nein, wir versuchen, die Welt von Unterdrückung vor der Unterdrückung abzuhalten.",
                    "2": "Diejenigen, die opfern ... ihre Überzeugungen werden immer in unseren Herzen leben."
                },
                "a": {
                    "1": "Jetzt / Karte / ist wie ein Stück loser Sand, selbst die Einheimischen haben Banden und Fraktionen gebildet, und die Welt wird schlechter.",
                    "2": "Es gibt keinen Weg, jeder ist zu diesem Zeitpunkt nicht vor dem Personal."
                }
            },
            "ifwartomorrow": {
                "name": "Wenn der Krieg von morgen",
                "d": {
                    "1": "/Name/Wenn der Krieg morgen ausbricht, können wir gewinnen?",
                    "2": "Wenn morgen die letzte Schlacht ist, was würdest du dann tun?"
                },
                "a": {
                    "1": "Anstatt hier zu bleiben und auf den Tod zu warten, ist es besser, Ihr Glück zu versuchen!",
                    "2": "Hum, wir haben lange gewartet. Lassen Sie alles, was Sie kommen sollten."
                }
            }
        },
        "union": {
            "diligentefforts": {
                "name": "Hart arbeiten",
                "d": {
                    "1": "Haben Sie gehört, dass unser Chef den Kriegsherren die Schutzgebühr für unser Gehalt gezahlt hat?",
                    "2": "Letzte Woche haben unsere Gewerkschaftsvertreter dem starken Regen versteckt, mit der Hauptstadt zu verhandeln, aber sie ließen nicht einmal die Tür herein und sagten, wir störten die Ordnung."
                },
                "a": {
                    "1": "Es ist in der Tat nicht einfach für Ihre Gewerkschaft. Ich hörte, dass in der letzten Verhandlung mehrere Personen verletzt wurden.",
                    "2": "Kapitalisten wussten, dass sie mit der United Army zusammengearbeitet und die Arbeiter als Tiere benutzten."
                }
            },
            "inconsistentaction": {
                "name": "Tigerkopf und Schlangenschwanz",
                "d": {
                    "1": "Sie / camp / haben keinen geeigneten Anführer und handeln immer frei und beiläufig.",
                    "2": "Es ist besser, schnell zu handeln. Sie / camp / verspätet es, Dinge zu tun, und haben Angst, die Konsequenzen zu tragen. Wie kann ein solches Team in /map /überleben?"
                },
                "a": {
                    "1": "Wie Sie sagen, muss Ihre Gewerkschaft sehr effizient sein, oder?",
                    "2": "Wir sind seit langem auf /map /, im Gegensatz zu der Gewerkschaft, die schreit, um den ganzen Tag die Forderungen zu stellen."
                }
            },
            "resourcedistribution": {
                "name": "Ressourcenzuweisung",
                "d": {
                    "1": "Gestern haben wir die letzte Menge von Vorräten an die Arbeiter in der schwierigsten Situation verteilt. Wenn wir das Gehalt nicht bezahlen, können wir nächsten Monat nicht überleben.",
                    "2": "Die Kapitalisten gaben der United Army die besten Vorräte, und die Arbeiter konnten nur schimmeliges Brot und abgelaufene Medikamente bekommen."
                },
                "a": {
                    "1": "Ja, gestern habe ich das Lagerhaus der United Army voller frisches Essen gesehen, aber die Arbeiter konnten nicht einmal sauberes Wasser trinken.",
                    "2": "Diese Kapitalisten sind wirklich nachlässig und sogar das grundlegende Überleben der Arbeitnehmer wird abgezogen."
                }
            },
            "labor": {
                "name": "Arbeit ist am herrlichsten",
                "d": {
                    "1": "Ich habe einen Freund, der zwanzig Jahre lang in einer Fabrik gearbeitet hat und seine Hände waren mit Auflösungen bedeckt, aber er konnte nicht einmal eine Rente bekommen. Der Kapitalist sagte, er sei nicht effizient genug.",
                    "2": "Arbeiter arbeiten sechzehn Stunden am Tag und sogar die Zeit, die die Toilette verwendet wird, aber die Kapitalisten sitzen im Büro, um Geld zu zählen."
                },
                "a": {
                    "1": "Diese Kapitalisten betrachten Arbeiter überhaupt nicht als Menschen, aber sie wissen, wie sie unser Blut und Schweiß drücken können.",
                    "2": "Die Vereinigte Armee half den Kapitalisten auch, Arbeiter zu unterdrücken, und es war wirklich ein Nest aus Schlangen und Ratten."
                }
            },
            "tacticalreorganization": {
                "name": "Taktische Reorganisation",
                "d": {
                    "1": "Sie werden fertig sein, wenn ich meine Kollegen wiedererlange.",
                    "2": "Unser Team hat sich in eine Menge junger Blut verwandelt, und wir haben keine Angst mehr vor /camp /."
                },
                "a": {
                    "1": "Humph, welche Art von Klima können Sie Mobs werden?",
                    "2": "Die / Camp / Patrouille ist bereits unterwegs. Sehen Sie, wie lange Sie noch herumspringen können."
                }
            },
            "strikethreat": {
                "name": "Drohung streiken",
                "d": {
                    "1": "Wenn unsere Anfrage nicht beantwortet wird, ist ein Streik unvermeidlich.",
                    "2": "Wir haben das Recht, unsere Einwände auszudrücken und möchten, dass alle Map / Produktionslinien heruntergefahren werden?"
                },
                "a": {
                    "1": "schlagen? Ihre Arbeiter sind wirklich gesetzlos! Ohne US/Camp/Investition und Bau einer Fabrik können Sie nicht einmal Essen haben!",
                    "2": "Denken Sie, dass ein Streik das Problem lösen kann? Das / Camp / Panzerfahrzeug ist bereits unterwegs. Sehen Sie, wie lange Sie Probleme haben können."
                }
            },
            "safetyproduction": {
                "name": "Produktion sicher",
                "d": {
                    "1": "Die Arbeiter im Workshop wurden am vergangenen Mittwoch in der Maschine gefangen und liegen immer noch im Krankenhaus. Wir bitten um eine sofortige Verbesserung des Arbeitsumfelds!",
                    "2": "Schauen Sie sich diese rostigen Leitplanken und undichtenden Kabel an. Möchten Sie, dass wir in der Werkstatt sterben?"
                },
                "a": {
                    "1": "Sicherheitsmaßnahmen? Das wird die Produktivität verringern! Ist es genug für Ihre Arbeiter, um vorsichtig zu sein?",
                    "2": "Wissen Sie, wie viel es kostet? Oder bezahlen Sie selbst dafür?"
                }
            },
            "powersupply": {
                "name": "Stromversorgung",
                "d": {
                    "1": "Einige meiner Elektrikerfreunde sagten, solange Sie die Sicherung im Hauptkontrollraum herausziehen, müssen die gesamten / Karte / Fabrik geschlossen werden.",
                    "2": "Das Elektriker -Team unserer Gewerkschaft ist bereit. Mit nur einer Bestellung können Kapitalisten den Geschmack der Dunkelheit schmecken."
                },
                "a": {
                    "1": "Wie kann die Fabrik ohne Strom arbeiten?",
                    "2": "Was wird Ihr Chef darüber denken?"
                }
            },
            "delaytactics": {
                "name": "Verzögerungstaktik",
                "d": {
                    "1": "Unsere Gewerkschaft hat mehr als 3.000 Menschen, und selbst wenn man spuckt, können Sie überwältigt werden!",
                    "2": "Unsere Union Brothers haben alle Kreuzungen blockiert und es hängt davon ab, wie Sie die Waren versenden!"
                },
                "a": {
                    "1": "Ich möchte Ihrem Chef sagen, dass er Sie alle bis dahin fahren wird!",
                    "2": "/camp/benutze dieses Set nicht, beeil dich und komm hier raus!"
                }
            },
            "productionline": {
                "name": "Produktionslinie",
                "d": {
                    "1": "Obwohl unsere Union-Brüder keinen High-Tech kennen, können sie gut arbeiten. Solange wir eine Chance erhalten, können wir die / map / produktionslinie wieder laufen lassen.",
                    "2": "Die Kapitalisten gaben der United Army die beste Ausrüstung, und wir konnten dieses Junk -Eisen nur verwenden. Trotzdem können wir die Ausgabe erhöhen!"
                },
                "a": {
                    "1": "Humph, es liegt an Ihren Arbeitern? Hör auf, Scherz!",
                    "2": "Wissen Sie, wie viel diese Geräte wert sind? Können Sie es sich leisten zu verlieren, wenn Sie es brechen?"
                }
            },
            "uprising": {
                "name": "Aufstand",
                "d": {
                    "1": "Die Pfeife der Fabrik war ertönt und die Arbeiter eilten mit Schraubenschlüssel und Hämmern aus!",
                    "2": "Wir hatten genug! Heute lassen wir diese Kapitalisten den Ärger der Arbeiter schmecken!",
                    "3": "Dreitausend Arbeiter haben die Fabrik besetzt. Wenn Sie es wagen zu kommen, werden wir es wagen, zu kämpfen!"
                },
                "a": {
                    "1": "Bitten Sie nicht um Probleme, wir werden Sie es bereuen lassen.",
                    "2": "Sie werden es bereuen, diese Entscheidung getroffen zu haben."
                }
            },
            "molotov": {
                "name": "Molotow",
                "d": {
                    "1": "Ich habe eine ganze Schachtel geschmolzener Flaschen gemacht und morgen alles in Licht verwandeln!",
                    "2": "Das letzte Mal haben wir dieses gelähmte Panzerfahrzeug der United Armee benutzt, um sie den Geschmack von Cocktails schmecken zu lassen!"
                },
                "a": {
                    "1": "Prost!",
                    "2": ""
                }
            },
            "longnight": {
                "name": "Lange Nacht",
                "d": {
                    "1": "Die Nacht war lang und erschöpft und ich konnte sie fühlen.",
                    "2": "Die Fabriklichter blieben die ganze Nacht unverändert, aber unsere Herzen wurden dunkler und dunkler."
                },
                "a": {
                    "1": "In besonderen Zeiten muss jeder Opfer bringen.",
                    "2": "/ Camp/ arbeitet auch Überstunden. Warum beschweren Sie sich?"
                }
            },
            "destroyrailway": {
                "name": "Zerstöre die Eisenbahn",
                "d": {
                    "1": "Wir sind kurz davor, die Transportbahn von Stadt 17 bis /Map /zu zerstören. Was kannst du / campen / mir tun?",
                    "2": "Lauf, mein Lieber, renn. Die Eisenbahn nach City 17 wird morgen nicht mehr existieren."
                },
                "a": {
                    "1": "Ihre Arbeiter sind wirklich gesetzlos, wir werden Ihnen einen Blick auf sie geben.",
                    "2": "Die Eisenbahn zerstören? Ok, verhaften Sie nur, dass Sie ungehorsame Menschen."
                }
            },
            "disorder": {
                "name": "Offensichtliche Provokation",
                "d": {
                    "1": "",
                    "2": "",
                    "3": "Wagen Sie es, so mit mir zu sprechen? Ist deine Mutter Großhandel?"
                },
                "a": {
                    "1": "Ok, lass uns rüberkommen.",
                    "2": "Dies ist nicht die Lösung!"
                }
            },
            "unionrepresentative": {
                "name": "Gewerkschaftsvertreter",
                "d": {
                    "1": "Dies ist nicht allein meine Entscheidung. Ich habe alle Stimmen mitgebracht und muss es mir in den Sinn halten, wenn ich es nicht akzeptiere.",
                    "2": "Ich kam, um im Namen der Gewerkschaft zu verhandeln."
                },
                "a": {
                    "1": "Was machst du Ärger?",
                    "2": "Rede weiter, ich höre zu."
                }
            }
        },
        "warlord": {
            "troublesometime": {
                "name": "Ein turbulenter Herbst",
                "d": {
                    "1": "Im vergangenen Monat haben unsere Mitarbeiter Schutzgebühren im West District gesammelt, wurden jedoch von einer Gruppe unwissender Typen schwarz erschossen. Jetzt sind ihre Körper immer noch an Telefonmasten für öffentliche Anzeigen aufgehängt.",
                    "2": "In der Stadt Nr. 17 gab es ein weiteres Problem mit dem Wasserversorgungssystem. Es schien, dass eine andere Gruppe von Arbeitnehmern versucht werden musste, es zu reparieren. Das letzte Mal war die Gruppe fast erschöpft.",
                    "3": "Ich habe gehört, dass du kürzlich nach mir fragst? Seien Sie vorsichtig, ich möchte Ihren Körper nicht in der Müllkippe finden.",
                    "4": "/name/, denkst du, du kannst überleben, indem du gibst/camp/? Es ist wirklich lächerlich."
                },
                "a": {
                    "1": "Ihre Untergebenen können nicht einmal Schutzgebühren erheben, kein Wunder, dass die Stadt Nr. 17 immer chaotischer wird.",
                    "2": "Ich erinnere mich, dass Sie letzten Monat den Getreidespeicher im Ostbezirk geschnappt haben und festgestellt haben, dass er voller schimmeliger Mehl war, was die Menschen zum Lachen zu Tode brachte."
                }
            },
            "dependonothers": {
                "name": "Entspannen Sie sich mit anderen",
                "d": {
                    "1": "Wenn Sie sich auf andere verlassen, werden Sie sich irgendwann nur erpresst. Schauen Sie sich die \"Gemeinschaft\" der Kirche an, die nichts anderes als Militärrationen ist, die zwanzig Jahre lang ablaufen.",
                    "2": "Das letzte Mal, als wir an das Engagement der Vereinigten Armee glaubten, wurden unsere drei Hochburgen genommen."
                },
                "a": {
                    "1": "Nur eine Verschwendung wie Sie, die nicht einmal mit Versorgung umgehen können, ist er es wert, ein Kriegsherr zu sein?",
                    "2": "Erinnerst du dich noch an die siebte Abteilung, die du im Sand aufgegeben hast? Sie eröffnen jetzt eine Autokonparaturwerkstatt in der Stadt Nr. 17, und das Geschäft ist viel besser als Sie."
                }
            },
            "openchallenge": {
                "name": "flagrant",
                "d": {
                    "1": "Unsere Leute hockten drei Tage vor Ihrer Haustür und ich wusste alles, was Sie getan haben.",
                    "2": "/Name/, Ihr/camp /'s Verhalten hat unser Endergebnis verletzt. Seien Sie bereit, die Bestrafung zu akzeptieren.",
                    "3": "Letzte Woche lag das Überwachungsvideo Ihres /Camps /die Zerstörung der Eisenbahnbrücke in meinen Händen",
                    "4": "Ich habe gehört, dass Sie Waffen auf dem Schwarzmarkt weitergeben? Soll ich der Kirche sagen, dass sie das Portal aufräumen soll?"
                },
                "a": {
                    "1": "Sie sind zu vermessen. Möchten Sie über Ihr Geheimkonto bei Bank Nr. 17 sprechen?",
                    "2": "Ich habe alle Ihre beschämenden Aktivitäten in meinem Notizbuch aufgezeichnet."
                }
            },
            "rabble": {
                "name": "Mob",
                "d": {
                    "1": "Schau dir Mobs an! Es gibt nicht einmal eine anständige Waffe",
                    "2": "Nur auf diese gebrochenen Eisen zu verlassen, um uns herauszufordern?",
                    "3": "Sie / Camp / sind nur eine Versammlung von Aasfrägern",
                    "4": "Sie haben nicht einmal eine einheitliche Uniform. Welche Art von Organisation ist das? Unsere Leute erhielten jeweils mindestens einen Satz kugelsicherer Westen."
                },
                "a": {
                    "1": "Seien Sie vorsichtig, wenn Sie sprechen, verlassen wir uns nicht nur auf Geräte!",
                    "2": "Sehen Sie, wer Reste in den Ruinen aufgenommen hat? Ihre Leute suchen immer noch nach abgelaufenen Dosen in der Müllkippe und werden von wilden Hunden verfolgt."
                }
            },
            "backfire": {
                "name": "Die Dinge kommen zurück",
                "d": {
                    "1": "Schauen Sie sich die Säurekorrosionsspuren des unterirdischen Pipeline -Netzwerks von Nr. 17 City an. Dies ist der Preis für Überschneidung.",
                    "2": "Die Pheromone, die Sie in der Kläranlage gestohlen haben, zogen eine große Welle von Ameisenwellen an, und jetzt ist das Ganze / Karte in Schwierigkeiten."
                },
                "a": {
                    "1": "Es ist mir auch sehr peinlich zu sagen, dass Sie Waffen auf / map / und den gesamten Block in die Luft jagen.",
                    "2": "Es ist besser, als Reaktorabfälle in Trinkwasserquellen zu gießen. Jetzt ist das Wasser, das aus / Karte / Wasserhahn fließt, grün. Warum trinkst du es nicht selbst?"
                }
            },
            "desperatemeans": {
                "name": "Fahren Sie das Auto und das verrottende Seil",
                "d": {
                    "1": "Wir werden alle Mittel nutzen, um unser Ziel zu erreichen, auch wenn wir die gesamte Stadt Nr. 17 mit uns begraben lassen.",
                    "2": "Egal wie schwierig es ist, wir haben Menschen, die es benutzen können."
                },
                "a": {
                    "1": "Das letzte Mal, als deine Leute mich fangen wollten, aber sie gingen in der Gasse verloren, also zeigte ich ihnen immer noch den Weg.",
                    "2": "Warum hörte ich, dass Ihre Leute so Angst hatten, dass sie von Ratten ihre Hose pinkeln und sogar ihre Waffen weggeworfen haben?"
                }
            },
            "takeadvantage": {
                "name": "Die Gefahr anderer nutzen",
                "d": {
                    "1": "Deine Leute hungern in /map /west?",
                    "2": "Auch wenn es dein Körper ist, versuche mich nicht aufzuhalten."
                },
                "a": {
                    "1": "Dies ist kein Kinderspielspiel, es ist nicht so einfach.",
                    "2": "Wer ging heimlich in die Bar in der Stadt Nr. 17, um zu trinken, und war so betrunken, dass er bewusstlos war?"
                }
            },
            "reverseaction": {
                "name": "Steigen gegen den Feind",
                "d": {
                    "1": "Ab morgens /map /darf die tägliche Nahrungsaufnahme einen Kilogramm nicht überschreiten.",
                    "2": "Alle Bewohner im Alter von 16 bis 60 Jahren müssen den Positionierungschip des Warlords implantieren, und diejenigen, die gegen die Situation verstoßen, werden mit dem Barnacle-Monster gefüttert!",
                    "3": "Lass mich dich nicht wieder auf der Straße auf der Nachtsperre finden!"
                },
                "a": {
                    "1": "Sie haben letztes Jahr Getreide auf den Schwarzmarkt verkauft, glaube ich nicht, dass ich es nicht weiß.",
                    "2": "Lass mich nicht dein Geheimnis ankündigen. Wenn Sie Ihren eigenen Körper für Experimente an die Kirche verkaufen, wenn diese Angelegenheit verbreitet ist ..."
                }
            },
            "supercilious": {
                "name": "Glaube an alles",
                "d": {
                    "1": "Lord Friesis sagte, dass selbst die Schwachen Luft verschwenden, auch wenn sie atmen. Sie sollten sich besser an diesen Satz erinnern.",
                    "2": "Haben Sie jemals gesehen, wie ich mich mit ungehorsamen Anbietern befasst hat? Ihr Ende ist deine Zukunft."
                },
                "a": {
                    "1": "Dass Mr. Friesis Sie nicht für immer schützen wird.",
                    "2": "Aus diesem Grund zögern selbst Gemüseverkäufer, Ihr Geschäft jetzt zu machen."
                }
            },
            "arroganceandprejudice": {
                "name": "Stolz und Vorurteil",
                "d": {
                    "1": "Gestern gab es einen ignoranten Geschäftsmann, der Monster auf einer Barnacle Farm fütterte. Lord Friesis sagte, dass Regeln Regeln sind.",
                    "2": "Meine Regeln sind Regeln, akzeptieren Sie sie nicht? Geh und frag Lord Friesis, ob er zustimmt."
                },
                "a": {
                    "1": "Sie werden die Herzen der Menschen verlieren, /Spieler /.",
                    "2": "Sie isolieren sich einfach allmählich und niemand kann Ihnen helfen."
                }
            },
            "survivalofefittest": {
                "name": "Überleben der Welt",
                "d": {
                    "1": "Unser Chef Friesis sagte, dass diese Welt nur zur Starken gehört.",
                    "2": "Wie lange kannst du wohl leben? Schauen Sie sich die Körper an, die an den Telefonmasten hängen, sie waren so zuversichtlich wie Sie.",
                    "3": "Der Stärkste überlebt und die Schwachen werden beseitigt. Zum Beispiel werden Sie sofort beseitigt."
                },
                "a": {
                    "1": "Ihre Leute haben keinen Status in /map /, dies ist das Gebiet von /camp /.",
                    "2": "Ihre Leute haben sogar Angst vor Kopfjagdkrabben und wagen sie es, sich stark zu nennen? Was für ein Witz."
                }
            },
            "terrorrule": {
                "name": "Herrschaft des Terrors",
                "d": {
                    "1": "Die gestern durchgeführten fünfzig Mobs waren immer noch an den Telefonmasten aufgehängt. Möchten Sie einen Blick darauf werfen?",
                    "2": "Dreißig Familien haben diesen Monat freiwillig in Barnacle Farms eingetreten. Möchten Sie es auch versuchen?"
                },
                "a": {
                    "1": "War das Luftfiltrationssystem Ihres Büros in letzter Zeit ein bisschen verzögert?",
                    "2": "Ratet mal, wer Graphitpulver in Ihr Schmiermittel mischt?"
                }
            },
            "wardeclaration": {
                "name": "Kriegserklärung",
                "d": {
                    "1": "Meine Leute haben sich auf Ihrem Territorium versammelt.",
                    "2": "Jetzt möchte ich gegen dich kämpfen. Sehen Sie, ob Ihr Mund hart oder meine Kugel hart ist."
                },
                "a": {
                    "1": "Ihre Leute können nicht einmal mit den Vorräten umgehen. Wie können Sie es wagen, uns zu schlagen?",
                    "2": "Ihre Scharfschützen sind wie kopflose Fliegen. Das letzte Mal, als sie ihr Ziel nicht einmal fanden, haben wir sie getötet."
                }
            },
            "captivetrain": {
                "name": "Der gefangene Zug",
                "d": {
                    "1": "Möchten Sie zur Nova Mine oder in die Barnacle Monster Breeding Farm gehen? Wählen Sie einen, Sie können sowieso nicht entkommen.",
                    "2": "Es war zu spät, die Autotür war verschlossen. Dieser Zug bringt Sie zu einem Ort, an dem Sie nie fahren möchten."
                },
                "a": {
                    "1": "Ist diese Art von Eisen-Schalen-Zug aus dem letzten Jahrhundert so verlegen, dass es sich vorstellen kann?",
                    "2": "Dieser kaputte Zug ist wahrscheinlich getrennt, bevor er sein Ziel erreicht."
                }
            },
            "dictatorship": {
                "name": "Die Regel des Diktators",
                "d": {
                    "1": "Unter Lord Friesis ist Macht das einzige Gesetz.",
                    "2": "Letzte Woche weigerte sich ein unwissender Geschäftsmann, die Schutzgebühr zu zahlen, und jetzt ist sein Geschäft unser Arsenal geworden.",
                    "3": "Lord Friesis sagte, gehorche oder verwandelte es in das Futter von Ameisenlöwen, du kannst es selbst wählen."
                },
                "a": {
                    "1": "Was machst du außer Einschüchterung sonst noch? Selbst eine anständige Versorgungslinie kann nicht gebaut werden.",
                    "2": "Frissian Rule? Sogar seine Soldaten verkauften Waffen auf dem Schwarzmarkt weiter.",
                    "3": "Ihre Tricks sind in Ordnung, um Zivilisten zu erschrecken, aber vor uns /Camp /sind sie Papier -Tiger."
                }
            },
            "frisys": {
                "name": "Friesis",
                "d": {
                    "1": "Weißt du, wer mein Chef ist? Es ist Friesis, beschuldige mich nicht, dich nicht daran zu erinnern.",
                    "2": "Es wird zu spät sein, uns zu bitten, wenn unser Chef Friesis aufbaut /map /.",
                    "3": "Lord Friesis veranstaltete eine Party auf / Karte / letzte Nacht mit dem Schädel der Rebellen als Weinglas.",
                    "4": "Hast du das Flugzeug am Himmel gesehen? Es war Lord Friesis 'persönliches Auto, das zu jeder Zeit bereit ist, ungehorsame Menschen zu bombardieren."
                },
                "a": {
                    "1": "Frissis? Er war nur ein Feigling, der sich in einem sicheren Raum versteckte und konnte seine eigenen Männer nicht einmal kontrollieren.",
                    "2": "Ich hörte, dass er in letzter Zeit selbst seine Vertrauten zu Zweifel begonnen hat, und sie verstecken sich den ganzen Tag im Luftangriff und wagen es nicht herauszukommen.",
                    "3": "Ihr habt nicht einmal ein anständiges Kommandozentrum und sie geben den ganzen Tag den Auftrag in verlassenen U -Bahn -Stationen."
                }
            }
        },
        "church": {
            "judgment": {
                "name": "Gerichtsgericht",
                "d": {
                    "1": "Der Tag des Jüngstens kommt kommt, /Spieler /und alle Heiden werden bestraft.",
                    "2": "Warum kommst du nicht in die Kirche, um deine Sünden zu reinigen? Sie werden bestraft!"
                },
                "a": {
                    "1": "Sie liegen falsch und diese Art von Bemerkung kann sich nur selbst täuschen.",
                    "2": "Ich fühle mich nicht unrein, auf Wiedersehen."
                }
            },
            "pheromone": {
                "name": "Pheromon",
                "d": {
                    "1": "Hast du diesen Duft gerochen? Dies wird aus dem unterirdischen Labor der Kirche gewonnen und erlaubt den Menschen, die Wahrheit zu sehen.",
                    "2": "Komm schon, probiere diesen Beutel aus, es kann dir helfen, die richtige Richtung zu finden."
                },
                "a": {
                    "1": "Nennen Sie diesen Geruch einen Duft?",
                    "2": "Nehmen Sie es weg, ich möchte das nicht riechen."
                }
            },
            "secretorganization": {
                "name": "Geheime Organisation",
                "d": {
                    "1": "Wissen Sie, warum die Abwasserkanäle in der Stadt Nr. 17 immer blockiert sind? Weil wir unten ein Labor gebaut haben.",
                    "2": "Die Menschen in schwarzen Roben, die Sie letzte Nacht auf / Karte gesehen haben / sind keine normalen Bürger."
                },
                "a": {
                    "1": "Was zum Teufel machst du?",
                    "2": "Ich habe lange gedacht, dass etwas mit diesem Ort nicht stimmt."
                }
            },
            "puppet": {
                "name": "Marionette",
                "d": {
                    "1": "Was Sie gestern an der Bar gesagt haben, war genau das gleiche wie das, was wir in der Kirche vorhergesagt haben.",
                    "2": "Glaubst du, du bist frei? Schauen Sie sich die kleine Narbe Ihres Handgelenks an."
                },
                "a": {
                    "1": "Was hast du mir gemacht?",
                    "2": "Wirklich? Ich glaube es überhaupt nicht!"
                }
            },
            "annihilation": {
                "name": "Vernichtung",
                "d": {
                    "1": "Erinnerst du dich noch an den Versteck, den du bist, in /map /? Es wird bald verschwinden.",
                    "2": "Ihr Keller wird heute Abend aufgeräumt."
                },
                "a": {
                    "1": "Das kannst du nicht! Das ist mein Eigentum.",
                    "2": "Verdammt, du hast nicht das Recht, dies zu tun."
                }
            },
            "earworm": {
                "name": "Ohrwanzen",
                "d": {
                    "1": "Hast du in letzter Zeit schon immer seltsame Geräusche gehört? Dort reden wir mit dir.",
                    "2": "Das Lied, das in Ihrem Kopf zirkuliert, ist speziell für Sie vorbereitet.",
                    "3": "Die Schritte, die Sie letzte Nacht gehört haben, waren keine Halluzinationen."
                },
                "a": {
                    "1": "Es stellt sich heraus, dass Sie es getan haben!",
                    "2": "Ich wusste, dass etwas nicht stimmte, bitte hilf mir bitte, bitte hilf mir mit diesem verdammten Geräusch."
                }
            },
            "fanaticism": {
                "name": "Treu",
                "d": {
                    "1": "Haben Sie jemals gesehen / Karte / um 3 Uhr morgens gesehen? Das ist die reale Welt.",
                    "2": "Was wir in Underground Labs entdecken, wird Ihre Wahrnehmung der Welt verändern."
                },
                "a": {
                    "1": "Ich möchte deine Häresie nicht kennen.",
                    "2": "Es ist wirklich unangemessen."
                }
            },
            "resurrection": {
                "name": "Die Toten werden wiederbelebt",
                "d": {
                    "1": "Der vermisste Nachbar, den Sie kennen, hat er hier mit uns \"ausgeruht\".",
                    "2": "/MAP/Einige der Leichen auf dem Friedhof sind tatsächlich \"lebendig\".",
                    "3": "Glauben Sie es? Wir können die Toten wieder sprechen lassen."
                },
                "a": {
                    "1": "Es wäre besser, den Headhunter Crabs nur tote Menschen zu füttern, wenn Sie tote Menschen in die toten Menschen verwandeln.",
                    "2": "Sie spielen mit dem Leben, kein Wunder, dass die Vereinigte Armee nicht bereit ist, Ihre Kirche zu durchsuchen."
                }
            },
            "telepathy": {
                "name": "Eine Herz-zu-Herz-Beziehung",
                "d": {
                    "1": "Ich habe Hellseher und sehe ein mysteriöses verstecktes Labor im Osten der Montenegro -Basis.",
                    "2": "Ich habe mir die Agenten der United Army angesehen und jetzt kann ich Ihr Herz wie sie sehen."
                },
                "a": {
                    "1": "Ich denke, Ihr Verstand muss repariert werden.",
                    "2": "Was ist los mit deinem Verstand?",
                    "3": "Ja, ja, Sie hatten das letzte Mal Bollinger sogar. Hör auf, Unsinn zu reden, ich glaube deinen Unsinn nicht."
                }
            },
            "experiment": {
                "name": "Kind Nr. 13",
                "d": {
                    "1": "Ich bin anders als du. Ich bin ein experimentelles Produkt. Möchten Sie eine Röntgenaufnahme nehmen?",
                    "2": "Im Labor der Montenegro-Basis nannten sie mich \"Lambda-Grade Adaptive Probe\""
                },
                "a": {
                    "1": "Kann diese Fähigkeit uns helfen, uns in das Citizen -Bewertungssystem der U -Bahn -Station Nr. 17 einzuhacken?",
                    "2": "Sind Sie sicher, dass es keine Nebenwirkungen gibt? Zum Beispiel ... nimmt der IQ ab?",
                    "3": "Machst du Witze?"
                }
            },
            "secretart": {
                "name": "Einzigartige Fähigkeiten haben",
                "d": {
                    "1": "Ich habe viel vom Bischof gelernt und konnte den dreieckigen Mecha mit nackten Händen lähmen.",
                    "2": "Die Menschen in unserer Kirche werden den Schleim des Barnacle Monster verwenden, um Plastiksprengstoffe zu machen, und selbst den ehemaligen Montenegroingenieur, der aus der Stadt Nr. 17 entkam, lobte dies."
                },
                "a": {
                    "1": "Kannst du mir einen weiteren Tag beibringen?",
                    "2": "Ich bin neidisch, das kann ich nicht."
                }
            },
            "barnacle": {
                "name": "Fütterung",
                "d": {
                    "1": "Ich habe eine modifizierte Rasse in der Nähe des Kanals und habe ihnen beigebracht, wie man den Feind angreift.",
                    "2": "Letztes Mal wurde ein Whistleblower von einem Barnacle -Monster an der Decke des Kühlschranks aufgehängt, und jetzt ist er eine lebende Sirenen geworden."
                },
                "a": {
                    "1": "Sind Sie sicher, dass sie zwischen Feinden und mir unterscheiden können?",
                    "2": "Auf welche anderen Möglichkeiten entdecken sie Beute neben ihrer klebrigen Zunge?"
                }
            },
            "cataclysm": {
                "name": "Katastrophe",
                "d": {
                    "1": "Der Reaktor in der Stadt 17 wird überladen und die Strahlung wird die gesamte Karte /Karte beeinflusst.",
                    "2": "Das Resonanzgerät, das von der Montenegro -Basis übrig geblieben ist, wurde aktiviert, und der Krieg würde sich in 7 Stunden am Tag wiederholen.",
                    "3": "Hast du die blauen Lichtflecken am Himmel gesehen? Der Orbitalstreik der United Army ist in drei Stunden eingetroffen, und das Ende der Welt kommt."
                },
                "a": {
                    "1": "Das Ende der Welt? Du hast das gleiche letzte Mal gesagt, aber nichts ist passiert.",
                    "2": "Wenn Sie Ihnen wieder glauben, werde ich einen Geist sehen."
                }
            },
            "wheeloffate": {
                "name": "Steuermann",
                "d": {
                    "1": "Wir fanden heraus, dass die United Army geheime Waffen auf den Markt brachte und die gesamte / map / geologische Struktur in 72 Stunden zusammenbrechen würde.",
                    "2": "Ich habe den verschlüsselten Kanal der United Army entschlüsselt und sie setzen einen neuen Dreiecksmech ein."
                },
                "a": {
                    "1": "Na und? Verkaufen Sie die Ablässe Ihrer Kirche?",
                    "2": "Ich machte mir überhaupt keine Sorgen, das Boot war natürlich gerade, als es die Brücke erreichte."
                }
            },
            "moonarmy": {
                "name": "Die Mondarmee",
                "d": {
                    "1": "Der Tag des Gerichts kommt kommt, und die geheimen Soldaten der Mondbasis werden jeden, der nicht in die Kirche eingetreten ist, massakrieren.",
                    "2": "Unsere Kirche verbirgt eine Menge Kristallminen vom Planeten Xen auf dem Mond, einer Waffe, die die Welt zerstören kann."
                },
                "a": {
                    "1": "Es ist ein Traum zu erwarten, dass ich mich dir anschließe.",
                    "2": "Es ist so lächerlich, dass ich mir nicht vorstellen kann, dass es kein Witz am Aprilscherz ist."
                }
            },
            "garrysmouse": {
                "name": "Gary Maus",
                "d": {
                    "1": "Diese Nagetiere leben im Abwasserkanal von /map /, ernähren sich von unterirdischen Fasern, und ihre Fußabdrücke sind überall Menschen. Dies ist Gary Mouse, das ultimative Geheimnis des Universums.",
                    "2": "Wir können nicht getötet werden, und auch Gary Ratte."
                },
                "a": {
                    "1": "Können Sie den ganzen Tag aufhören, über diese Ratten zu sprechen? Ist es nicht wahr?",
                    "2": "Verdammt, mach dir keine Sorgen um diese verdammten Ratten, Mann."
                }
            }
        },
        "bandit": {
            "whitenight": {
                "name": "Dunkle Nachtklinge",
                "d": {
                    "1": "Solange Sie im Dunkeln handeln, kann niemand wissen, was los ist.",
                    "2": "In /Map /, noch kein lebendes Mensch hat mein Gesicht gesehen.",
                    "3": "In der Nacht von /map /war ich wie ein Fisch im Wasser, und selbst die Patrouillenhunde konnten mich nicht riechen."
                },
                "a": {
                    "1": "Komm schon, als du das das letzte Mal gesagt hast, wurde ich vom Patrouillenteam fast in ein Sieb geschlagen.",
                    "2": "Sie werden dem thermischen Bildgebungsgerät ausgesetzt.",
                    "3": "Sind Ihre Fingerabdruckdaten nicht im Hauptquartier der Stadt Nr. 17 gespeichert?"
                }
            },
            "supreme": {
                "name": "Höchste",
                "d": {
                    "1": "Wer kennt auf dem schwarzen Markt von/map/meinen Namen \"/Spitzname/\" nicht? Sogar die Offiziere der Vereinigten Armee mussten mir drei Punkte der Luft geben.",
                    "2": "Hast du diese Waffe auf meiner Taille gesehen? Es wurde aus einem Oberst /Lager gestohlen, und er liegt immer noch im Krankenhaus.",
                    "3": "In /map /bin ich nur die Regel. Wenn jemand nicht zustimmt, versuchen Sie es."
                },
                "a": {
                    "1": "Komm schon, wer weiß nicht, dass du letzte Woche in einer Bar verprügelt wurdest und nach deinen Zähnen gesucht hat.",
                    "2": "Wenn Sie Ihre eigenen Untergebenen nicht einmal kontrollieren können, warum sprechen Sie dann über die Regeln?"
                }
            },
            "breakout": {
                "name": "Durchbruch",
                "d": {
                    "1": "Hast du diesen Tunnel gesehen? Ich bin letzte Woche von dort geflohen, und sogar der Dreieck -Mech, der mich verfolgte, steckte dort fest.",
                    "2": "In /map /bin ich mit jedem Fluchtweg besser vertraut als eine Maus."
                },
                "a": {
                    "1": "Diese Passage ist nicht sicher, ich war gerade jetzt vom Barnacle -Monster verwickelt.",
                    "2": "Ich denke, Sie haben die Patrouille bezahlt."
                }
            },
            "apple": {
                "name": "Apfel",
                "d": {
                    "1": "In /Map /kann ein Apfel ihn durch eine Waffe ersetzen, und dies ist unser Geldsystem.",
                    "2": "Dieser Apfel? Ich habe drei Kugeln von einem Händler ausgetauscht, und jetzt hat der Preis gestiegen, und ich muss fünf kaufen."
                },
                "a": {
                    "1": "Die Äpfel waren verfault und sogar Barnacle -Monster haben sie nicht gegessen.",
                    "2": "Glaubst du, ich bin der Verlierer in einem Verlustgeschäft?"
                }
            },
            "playhouse": {
                "name": "Hände und Augen sind klar",
                "d": {
                    "1": "Es gibt überall meine Eyeliner, und sogar Dr. Bryn ist mein enger Freund.",
                    "2": "Auf dem Schwarzmarkt in Nr. 17 gibt es nichts, was ich nicht tun kann, solange Sie es sich leisten können.",
                    "3": "Möchten Sie wissen, wo der Kommandeur der Vereinigten Armee heute Abend die Nacht verbringen wird?"
                },
                "a": {
                    "1": "Sie sind agiler als die Nase eines Polizeihundes.",
                    "2": "Diese Art von Intelligenzangehörigkeit ist nicht billig."
                }
            },
            "crimeandpunishment": {
                "name": "Verbrechen und Bestrafung",
                "d": {
                    "1": "Erinnerst du dich an die Charge gefälschter Munition, die du mir letzte Woche auf dem Schwarzmarkt verkauft hast? Jetzt ist es Zeit, die Konten zu begleichen.",
                    "2": "In Stadt Nr. 17 ist es natürlich, Schulden zurückzuzahlen. Planen Sie, es mit Kugeln oder Dosen zurückzuzahlen?",
                    "3": "Sie haben die Vorräte anderer Menschen gestohlen und jetzt fragen sie nach Ihrem Kopf für 500 Kugeln. Glaubst du, ich sollte dieses Geschäft übernehmen?"
                },
                "a": {
                    "1": "Ich kann nicht einmal genug selbst essen, warum sollte ich dich zurückzahlen?",
                    "2": "Das ist dein Fehler, was ist mein Geschäft?"
                }
            },
            "creation": {
                "name": "Schöpfer spielt mit Menschen",
                "d": {
                    "1": "Letzte Nacht habe ich Ihre alte Schönheit auf dem Schwarzmarkt gesehen und sie fragte nach Ihrem Aufenthaltsort. Aber diese Nachricht ist nicht billig, Sie müssen sie mit Ihrer neu erhaltenen Waffe austauschen.",
                    "2": "Ich habe gehört, dass Ihr alter Liebhaber in letzter Zeit auf dem Schwarzmarkt aufgetreten ist und nach Ihnen zu suchen scheint. Willst du Neuigkeiten über sie? Ersetzen Sie die neue Waffe, die Sie haben."
                },
                "a": {
                    "1": "Tun Sie dies nicht, ich kenne schon lange, dass sie mit den Menschen der United Army weggelaufen ist. Ihre Nachrichten sind wertlos!",
                    "2": "Komm schon, sie ist seit langem in der United Army, deine Informationen sind wertlos!"
                }
            },
            "waitingforopportunity": {
                "name": "Warten auf das Kaninchen",
                "d": {
                    "1": "Ich habe diese Vorräte seit mehreren Tagen im Auge behaupten und werde Maßnahmen ergreifen, wenn sie die Verschiebungen ändern.",
                    "2": "Wenn das Patrouillenteam vorbeikommt, können wir einen großen Schuss machen."
                },
                "a": {
                    "1": "Als Sie dies das letzte Mal gesagt haben, wurde die Versorgungsstation von anderen entleert.",
                    "2": "Ich kann die Suppe nach dem Warten nicht einmal trinken."
                }
            },
            "songofmisery": {
                "name": "Das Lied von Elend",
                "d": {
                    "1": "Erinnerst du dich an Nova Mine? Ich entkam, aber meine Brüder wurden in Geister verwandelt.",
                    "2": "Wenn ich inhaftiert bin, werde ich an meine Vergangenheit denken, Sie werden es nicht wissen wollen."
                },
                "a": {
                    "1": "Wer weiß nicht, dass Sie alle Ihre Brüder verlassen haben. Sie sollten dich zurückerre!",
                    "2": "Ich möchte nicht zuhören, dass Sie so tun, als wäre er erbärmlich und mitfühlend."
                }
            },
            "dropinthewrong": {
                "name": "Unrecht fallen lassen",
                "d": {
                    "1": "Haben Sie Ihre aktuelle Situation gesehen? Ich kann Ihnen natürlich helfen, ich muss alle Ihre Vorräte dafür austauschen.",
                    "2": "Leg dich niemals mit dem Koch an, der für dich kocht! In der Stadt Nr. 17 gibt es kein kostenloses Mittagessen, und Sie müssen den Preis zahlen, um zu überleben."
                },
                "a": {
                    "1": "Die Situation und den Raub nutzen? Kennen Sie die Konsequenzen des Verratens?",
                    "2": "Ich habe nichts zu sagen, es gibt keinen anderen Weg."
                }
            },
            "makeblackwhite": {
                "name": "Schwarz und weiß umgekehrt",
                "d": {
                    "1": "Hast du diese gewünschte Bestellung gesehen? Ich habe jemanden gebeten, es zu posten, und jetzt die ganze / Karte / sucht Sie.",
                    "2": "In /map /spielt es keine Rolle, was die Wahrheit ist, was zählt, wer eine lautere Stimme hat."
                },
                "a": {
                    "1": "Wer weiß nicht, dass Sie uns / Camp / den ganzen Tag umrahmt haben.",
                    "2": "Was würde die United Army sagen, wenn Sie wussten, dass Sie zufällige Mitteilungen gepostet haben?"
                }
            },
            "dawn": {
                "name": "Im Morgengrauen",
                "d": {
                    "1": "Hast du die Morgendämmerung am Himmel gesehen? Das ist Ihre letzte Chance, entweder aufzugeben oder zu sterben.",
                    "2": "Ob Sie die Sonne morgen sehen können, ist eine Frage.",
                    "3": "Es ist dunkel, wir schicken Sie auf Ihren Weg.",
                    "4": "In /Map /, die Dunkelheit vor der Morgendämmerung ist die gefährlichste, und vor dem Morgengrauen müssen Sie eine Wahl treffen, ob es sich um einen Freund oder ein Feind handelt."
                },
                "a": {
                    "1": "Glaubst du, ich habe Angst davor?",
                    "2": "Ich entscheide mich, dich zu töten und dich gehen zu lassen."
                }
            },
            "nosurvivors": {
                "name": "Niemand überlebt",
                "d": {
                    "1": "In /Map /Freundlichkeit ist die größte Schwäche, und ich werde solche Fehler nicht machen.",
                    "2": "Sie können sich entscheiden, um sich zu ergeben, aber ich werde Ihnen keine Sicherheit garantieren.",
                    "3": "Ich hoffe, Sie kennen die Konsequenzen, und Sie werden diesen nicht mögen."
                },
                "a": {
                    "1": "Sei nicht zu arrogant, du kannst mich vielleicht nicht schlagen.",
                    "2": "Lassen Sie mich Ihre Fähigkeiten sehen."
                }
            },
            "finaldefense": {
                "name": "Letzte Verteidigungslinie",
                "d": {
                    "1": "Es gibt keinen Raum für Verhandlungen, dies ist mein Endergebnis.",
                    "2": "Sie können es versuchen, aber ich verspreche Ihnen, dass Sie es bereuen werden."
                },
                "a": {
                    "1": "Dann wirst du enttäuscht sein.",
                    "2": "Sie sollten besser im Voraus einpacken, damit wir nicht in einem Chaos bombardiert werden."
                }
            },
            "raid": {
                "name": "Zerstören",
                "d": {
                    "1": "Brüder, das Ziel für heute Abend ist das Lagerhaus in /Map /West Area. Ich habe gehört, dass es voller Vorräte ist!",
                    "2": "Diese Aktion sollte schnell, genau und rücksichtslos sein und evakuieren, bevor andere reagieren können!"
                },
                "a": {
                    "1": "Sei nicht gierig, hol es dir, wenn du genug bekommst!",
                    "2": "Das ist zu riskant und ich sehe einen sichereren Plan."
                }
            },
            "playwithfire": {
                "name": "Spielen Sie mit Feuer und verbrennen Sie sich selbst",
                "d": {
                    "1": "In /map /, es gibt nichts, was ich nicht tun kann. Sind Sie sicher, dass Sie gegen mich gehen möchten?",
                    "2": "Möchten Sie / Karten- / Bestseller-Fischfutter werden?",
                    "3": "Ich wette, Sie haben das Benzin noch nicht probiert, sonst sollten Sie so mit mir sprechen?"
                },
                "a": {
                    "1": "Die Ära Ihrer bösen Taten ist vorbei und jetzt /Karte /ist die Welt von /camp /!",
                    "2": "Wer weiß nicht, dass du Bluff am meisten magst!",
                    "3": "Es ist so verabscheuungswürdig!"
                }
            }
        },
        "other": {
            "cheerstofuture": {
                "name": "Wir heben unsere Brille",
                "d": {
                    "1": "Prost!",
                    "2": "Dies wird eine Zeit sein, um sich zu erinnern.",
                    "3": "Lassen Sie uns auf den zukünftigen Erfolg rösten!"
                },
                "a": {
                    "1": "Prost!",
                    "2": "Viel Spaß mit dieser Tasse!"
                }
            },
            "monkeybusiness": {
                "name": "Affenspiel",
                "d": {
                    "1": "Du machst eine Aufregung.",
                    "2": "Das ist empörend! Ich sehe, dass alles, was Sie gesagt haben, falsch ist."
                },
                "a": {
                    "1": "Jeder Satz ist wahr, was für uns/camp/offensichtlich ist.",
                    "2": "Ich habe keine Zeit zu scherzen und zu antworten!"
                }
            },
            "letitburn": {
                "name": "Beobachten Sie das Feuer von der anderen Seite des Flusses",
                "d": {
                    "1": "Ich werde dir nicht helfen, du bist eine moralische Entführung.",
                    "2": "Wenn ich das gewusst hätte, hätte ich eine Bank bewegt, um den Spaß zu beobachten, und ich konnte nicht helfen."
                },
                "a": {
                    "1": "Aber wir brauchen Ihre Hilfe.",
                    "2": "Tu das nicht, Mann, du weißt, dass es um die Zukunft von /map /!"
                }
            },
            "diplomaticimmunity": {
                "name": "Diplomatische Befreiung",
                "d": {
                    "1": "Nach Artikel 29 der gemeinsamen Militärkonvention haben Sie kein Recht, mich zu ergreifen.",
                    "2": "Sehen Sie dieses diplomatische Emblem klar und sofort entwaffnen!",
                    "3": "/name/Sie dringen in die von der United Army geschützten Personal -Privilegien ein.",
                    "4": "Muss ich die Botschaft kontaktieren, um einen formellen Protest einzureichen?",
                    "5": "Diese diplomatische Mailtasche enthält Dokumente, die Sie nicht anzeigen können"
                },
                "a": {
                    "1": "Wie oft kann diese Technik Sie schützen?",
                    "2": "Legen Sie Ihre Hand hinter mich und ich starre Sie an.",
                    "3": "Nach Artikel 31 sind hier nicht Verbrechen aufgeführt!"
                }
            },
            "hideout": {
                "name": "Versteck",
                "d": {
                    "1": "Am Stadtrand von City 17 finden Sie einen Schutz, in dem viele Menschen der Verfolgung entkommen.",
                    "2": "Es gibt einen sehr sicheren Versteck in / Karte / wohin Sie gehen können."
                },
                "a": {
                    "1": "Wirklich? Ich habe noch nie von diesem Ort gehört.",
                    "2": "Es gibt nichts anderes, um nachteilig zu sein, außer dass der Ort etwas weit weg ist."
                }
            },
            "snailwalking": {
                "name": "Schnecke gehen",
                "d": {
                    "1": "Hast du das Patrouillensuchschein gesehen? Es ist sicherer, durch Belüftungskanäle zu gehen, als das Quadrat zu überqueren.",
                    "2": "Als ich das letzte Mal den / Map / U -Bahn -Tunnel überquerte, fand ich im 7. Wartungsraum einen unbekannten Notfall.",
                    "3": "Berühren Sie diese seltsamen Barnacle -Monster nicht, sie sind mit dem Biosensing -Netzwerk der United Army verbunden."
                },
                "a": {
                    "1": "Diese Route fließt durch den Warnbereich des Turms.",
                    "2": "Möglicherweise brauchen wir einen elektronischen Störsender."
                }
            },
            "flattery": {
                "name": "Schmeichelei",
                "d": {
                    "1": "Ihre Methode zur Änderung dieses SPAS-12 ist wirklich künstlerisch. Kann ich es sehen?",
                    "2": "Ich habe gehört, dass Sie das Nest des Ameisenlöwen in der Zementfabrik im Alleingang niedergeschlagen haben?"
                },
                "a": {
                    "1": "Danke, du hast wirklich Vision!",
                    "2": "Diese Batteriekoffer werden jetzt Teil meiner Schreibtischlampe."
                }
            },
            "profiteering": {
                "name": "Seltsame Waren sind großartig",
                "d": {
                    "1": "Willst du Anti-Strahlungsmedikamente? Ich habe ungeöffnete Jod -Tabletten, die ich vom Kanal erhalten habe.",
                    "2": "Drei Dosenkrabbenbioprotein -Austausch für Ihre beiden Batterien, aber nach dem Übergeben der Ausgangssperre gibt es keinen solchen Preis.",
                    "3": "Hast du diese Röhre mit grünem Gel gesehen? Es heißt \"Barnacle Monster Encorter\" auf dem Schwarzmarkt."
                },
                "a": {
                    "1": "Das letzte Mal mischte ich Mehl mit Antibiotika!",
                    "2": "Dieses Ding ist die Fracht aus dem Absturzstandort des United Army Reconnaissance -Flugzeugs?"
                }
            },
            "whistleblower": {
                "name": "Whistleblower",
                "d": {
                    "1": "Sie verwendeten Headhunter Creb Zombies, um Biobatterieexperimente in der Kläranlage durchzuführen, und das dritte Rohr der Entlüftung durchdrang direkt in den Kernbereich.",
                    "2": "Letzte Woche gab es ein Problem mit der Materialliste und drei Kisten mit Gasmasken wurden in nicht-kivilische Gebiete versandt.",
                    "3": "Ich nahm heimlich eine Transportliste, und meine Nr. 17 transportierte heimlich eine Art lebende Proben."
                },
                "a": {
                    "1": "Diese Informationen reichen für uns aus, um gemeinsam einen Überfall zu starten.",
                    "2": "Achten Sie darauf, dass Sie sich nicht von der fliegenden Säge zerkratzten lassen."
                }
            },
            "donquixote": {
                "name": "Don Quixote",
                "d": {
                    "1": "/Karte/Dieser Ort ist zu klein, um uns Talente aufzunehmen.",
                    "2": "Ich habe gehört, dass es viel Geld verdienen kann, in die Stadt zu gehen."
                },
                "a": {
                    "1": "Du hast mir das ein wenig erwartungsvoll gesagt, und ich möchte nicht in / Karte / für immer bleiben!",
                    "2": "Es gibt zu wenige Tankstellen in diesem Geisterplatz, und es ist nicht gut, dass das Auto zusammenbrach."
                }
            },
            "absurdexperience": {
                "name": "Absurde Erfahrung",
                "d": {
                    "1": "Wussten Sie, dass die Menschen in der Stadt den Raubtier mit nackten Händen besiegen können?",
                    "2": "Kennst du AR3? Das ist eine seltene Sache in der Stadt."
                },
                "a": {
                    "1": "Unbekannt, es scheint, dass Sie viel erlebt haben.",
                    "2": "Ihre Erfahrung kann in einen Roman geschrieben werden."
                }
            },
            "changetheconcept": {
                "name": "Ändern Sie das Konzept",
                "d": {
                    "1": "Wie nutzt /camp /? Wurden Sie bis zum Sturz geschlagen?",
                    "2": "Diese Waffen können nicht als Essen gegessen werden. Wie nützt sie also?"
                },
                "a": {
                    "1": "Nein, es liegt daran, dass Sie von den Meinungen dieser Freunde beeinflusst werden.",
                    "2": "Sie denken zu einfach, / Karte / ist kein einfacher Ort."
                }
            },
            "opportunity": {
                "name": "Gelegenheit",
                "d": {
                    "1": "Ich bin ein Opportunist und am besten, um mit kleinen Dingen große Gewinne zu erzielen. Sie sollten auf meinen Rat hören.",
                    "2": "Ich möchte eine so gute Gelegenheit nicht verpassen. Lass uns gehen und es tun."
                },
                "a": {
                    "1": "Zahlen Sie nicht für das Kapital und den Gewinn wie beim letzten Mal.",
                    "2": "Es scheint, dass wir Arbeit zu tun haben. ."
                }
            },
            "ramayana": {
                "name": "Ramayana",
                "d": {
                    "1": "Ich möchte / Karte / eine harmonische und bescheidene Gemeinschaft mit guter Sicherheit für die Bewohner werden, was ich für das Leben gesucht habe.",
                    "2": "Warum töten sich die Leute gegenseitig? Es sollte ein Konsens unter allen sein, Waffen aufzunehmen, um die Gemeinschaft zu schützen."
                },
                "a": {
                    "1": "In diesem Land haben sich die Menschen daran gewöhnt, Zahn und Auge für Augen zu haben.",
                    "2": "Interessanterweise ist dies das erste Mal, dass ich heutzutage jemanden sagen hörte."
                }
            },
            "reputation": {
                "name": "Sich einen Namen für Tausende von machen",
                "d": {
                    "1": "Möchten Sie eine unbekannte Person sein oder berühmt werden?",
                    "2": "Möchten Sie in / Karte / für den Rest Ihres Lebens bleiben? Es ist möglicherweise nicht richtig, die Welt zu sehen."
                },
                "a": {
                    "1": "Ich bin bereits Mitglied von /camp /. Ich muss mit meinen Brüdern leben und sterben. Wie kann ich gehen?",
                    "2": "Ich möchte auch ausprobieren. Aber ich möchte nicht, dass andere sagen, dass ich eine verantwortungslose Person bin, ich habe Familie und Freunde."
                }
            },
            "snakecharmer": {
                "name": "Die Rückkehr des Schlangenscharmes",
                "d": {
                    "1": "Komm schon, du fickst mich fick, versuche mich zu berühren?",
                    "2": "Sie sind in Schwierigkeiten und wissen nicht, was Ihr Chef denken wird, wenn er es weiß."
                },
                "a": {
                    "1": "Ich hatte nie erwartet, ein Wort aus deinem Mund zu bekommen.",
                    "2": "Glaubst du, ich kann nicht sehen, dass du dich selbst täuschst?"
                }
            }
        }
    }
}