{
    "greeting": {
        "combine": {
            "1": "Gehen Sie schnell aus, /player/. Dieser Bereich ist nicht sehr sicher.",
            "2": "Melden Sie Ihre Identität und Ihren Zweck /player/.",
            "3": "Haben Sie in letzter Zeit verdächtige Leute gefunden, /player/?",
            "4": "Führen Sie den Befehl aus, fragen Sie nicht zu viel /player/.",
            "5": "Ihre Ausrüstung muss überprüft werden, /player/."
        },
        "resistance": {
            "1": "Hey /player/, gibt es in letzter Zeit neue Nachrichten?",
            "2": "Seien Sie vorsichtig, /player/, die Patrouille der United Army ist gerade verstorben.",
            "3": "/player/ Wir müssen einen Weg finden, um einige Vorräte zu erhalten.",
            "4": "Wie ist Ihre Situation dort, /player/?",
            "5": "Hallo /player/. Wie geht es dir heute?"
        },
        "union": {
            "1": "Hey /player/, was ist die Arbeitsbelastung heute?",
            "2": "Die vergangene Erfahrung ist nicht mehr anwendbar, /player/.",
            "3": "Unsere Feinde werden ernsthafte Momente ausgesetzt sein, /player/.",
            "4": "Vor kurzem wurde mein Gehalt wieder geschuldet. /player/ Hast du irgendwelche Lösungen?",
            "5": "Welchen Wind bläst dich /player/?"
        },
        "warlord": {
            "1": "/player/Wie haben meine Untergebenen in letzter Zeit gespielt?",
            "2": "Dieses Gebiet ist unser Territorium /player/.",
            "3": "Hatten Sie in letzter Zeit eine Trophäe, /player/?",
            "4": "Bleiben Sie wachsam, /player/ jemand macht unsere Ideen.",
            "5": "Wir brauchen mehr Mitarbeiter, /player/."
        },
        "church": {
            "1": "Diese Welt erfordert Glauben, /player/.",
            "2": "Haben Sie kürzlich die Sounds im Untergrund gehört?",
            "3": "Am Ende der Gasse befindet sich eine Lampe. Komm und finde uns, /player/.",
            "4": "Still ... jemand beobachtet uns.",
            "5": "Kommen Sie und nehmen Sie an unserem Service teil, /player/."
        },
        "bandit": {
            "1": "Hey /player/, gibt es in letzter Zeit gute Angebote?",
            "2": "Seien Sie vorsichtig, /player/, die Notiz wurde kürzlich ausschließlich überprüft.",
            "3": "Wir müssen eine neue Hochburg finden, /player/.",
            "4": "Ich war in letzter Zeit ein bisschen eng, /player/ Gibt es eine Möglichkeit, Geld zu verdienen?",
            "5": "Vertraue niemandem /player/, einschließlich mir."
        },
        "other": {
            "1": "Wie geht es dir in letzter Zeit /player/?",
            "2": "Dieser Bereich ist nicht sehr sicher, /player/ Sei vorsichtig.",
            "3": "Gibt es etwas Neues für dich /player/?",
            "4": "Ich habe nicht erwartet, Sie in /map/, /player/ zu sehen.",
            "5": "Wenn Sie Sie waren, /player/."
        }
    },
    "idle": {
        "combine": {
            "1": "Bleiben Sie wachsam, die Rebellen können in jeder Ecke lauern.",
            "2": "Jede Verletzung der Disziplin wird stark bestraft.",
            "3": "Behalten Sie Ihre Bildung und fallen Sie nicht zurück!",
            "4": "Dieser schreckliche Ort ist so langweilig, dass ich wirklich zur Basis zurückkehren möchte, um früh auszuruhen.",
            "5": "Wer hat militärische Kaugummi? Ich bin ein bisschen müde.",
            "6": "Diese Patrouillenroute ist so lang, wann wird sie enden ...",
            "7": "Ich habe letzte Nacht vom kaputten Boden geschlafen und meinen Rücken wund gemacht.",
            "8": "Als Ramda Graffiti gefunden wurde, schien es, dass die Versorgungspunkte der Rebellen hier versteckt waren.",
            "9": "Die Bürger unterziehen sich ideologische Korrektur und erhalten einen Warnradius von 50 Metern.",
            "10": "Das Walkie-Phone-Signal wurde gestört, möglicherweise die elektronischen Kriegsführung der Rebellen.",
            "11": "Der automatische Turm bei Outpost 17 erfordert eine Neukalibrierung der Brennparameter.",
            "12": "Die Repressionsvereinbarung wurde auf Version 1.14 aktualisiert, und alle Einheiten achten auf die synchronisierende taktische Daten.",
            "13": "Wenn ich gebeten würde, herauszufinden, wer meine Gasmaske als Aschenbecher benutzte, wäre es besser als er.",
            "14": "Es gab eine abnormale Aktivität im U -Bahn -Tunnel. Nehmen Sie also zwei Raubtiere mit, um es auszuprobieren."
        },
        "resistance": {
            "1": "Es gibt nicht mehr viel Munition, also muss ich etwas Geld sparen ... Ich hoffe, die Vorräte können rechtzeitig geliefert werden.",
            "2": "Diese gebrochene Waffe wird wieder wütend auf mich. Wer hat die Werkzeuge, die mir helfen, es zu reparieren?",
            "3": "Ich weiß nicht, wohin meine Gasmaske gegangen ist, es ist eine Hölle!",
            "4": "Entspannen Sie Ihre Wachsamkeit nicht, die Vereinigte Armee kann jederzeit entgegenwirken.",
            "5": "Ich bin es leid, dieses Konserven zu essen und möchte wirklich den Geschmack von frischem Gemüse schmecken.",
            "6": "Dieser gebrochene Ort war Flut und stickig, und die Kleidung steckte an Ihrem Körper fest.",
            "7": "Die Mücken summten letzte Nacht die ganze Nacht in meinen Ohren und ließen mich drehen und nicht schlafen.",
            "8": "Dieses Radio kann nur politische Propaganda von der United Army erhalten, und ich möchte die Nachrichten draußen wirklich hören.",
            "9": "Hey, hast du jemals die alte Arkade in der Montenegro -Base gespielt? Das ist der Klassiker!",
            "10": "Ich weiß nicht, wie es meiner Katze jetzt geht. Es liebt es, den Fisch zu essen, den ich am meisten koche",
            "11": "Das Wetter ist so kalt, dass es großartig wäre, wenn es einen dicken Mantel gäbe.",
            "12": "Hey Leute, wer hat den Poker mitgebracht? Lassen Sie uns ein paar Texas Hold'em spielen.",
            "13": "Dieser Kaffee ist wie Schlamm, und ich erwarte immer noch, dass ich aufwachen kann.",
            "14": "Hey, hast du davon gehört? Es wird gesagt, dass in der 17 -jährigen Stadt eine Bar unterirdisch geöffnet wurde.",
            "15": "Bruder, die Jungs in der United Army haben uns früher oder später schuldet, sie müssen das Kapital und den Gewinn zurückzahlen!",
            "16": "Es gibt mehr als eine Person hinter uns, und die Bewohner von /map/ unterstützen uns voll und ganz!",
            "17": "Die Karte wird mit allen Kanten und Ecken gefaltet, und die darauf markierten Routen sind verschwommen.",
            "18": "Dieser Ort ist so leise, dass selbst eine Nadel zu Boden fallen gehört werden kann. Ich kann meinen Herzschlag hören, der so beängstigend ist.",
            "19": "Hören Sie, gibt es ein raschelndes Geräusch? Es scheint, als würde etwas in der Pfeife kriechen ...",
            "20": "Meine Stiefel sind wieder verwässert, und wenn dies weitergeht, müssen meine Füße schief gehen.",
            "21": "Wer weiß, wie spät es jetzt ist?",
            "22": "Berühre meine Waffe nicht, es ist mein Leben!",
            "23": "Das Patrouillieren im Dunkeln an solchen Orten ist kein Witz."
        },
        "union": {
            "1": "Das Geräusch in dieser Fabrik ist wirklich Kopfschmerzen.",
            "2": "Mein Rücken begann wieder zu weh und sie sollten mir das doppelte Gehalt bezahlen.",
            "3": "Diese kaputte Maschine ist wieder kaputt, daher muss ich jemanden finden, um sie zu reparieren.",
            "4": "Haben Sie sich heute die Produktion kennengelernt?",
            "5": "Die Arbeitskleidung wird wie Lumpen zerrissen und nicht durch neue ersetzt.",
            "6": "Meine Augenlider sind fast nicht in der Lage, sich zu öffnen ... es liegt alles wegen meiner Überstundenarbeit letzte Nacht, was mich nicht einmal gut schlafen lässt.",
            "7": "Das Essen in der gebrochenen Kantine ist wirklich schlecht. Ich frage mich, ob der Küchenchef die Reste von gestern mitgebracht und ihnen dann diente.",
            "8": "Ich habe gehört, dass die Fabrik nebenan in den Streik gestoßen ist. Sollten wir dem Chef auch etwas Farbe geben?",
            "9": "Dieses Gehalt ist zu niedrig und es reicht nicht aus, um die Familie zu unterstützen.",
            "10": "Diese Kapitalisten werden wissen, wie man uns zusammenspritzt, und früher oder später wollen sie, dass sie gut aussehen!",
            "11": "Eine weitere Teile an der Montagelinie fehlte und es musste auf dem Schwarzmarkt gestohlen und weiterverkauft worden sein.",
            "12": "Der neue Mann passte den Förderband tatsächlich mit bloßen Händen an und rollte fast die Finger hinein!",
            "13": "Die Lederschuhe des Sicherheitsleiters waren so glänzend, dass sie Menschen sehen konnten, und wir konnten nicht einmal neue für Schutzhandschuhe bekommen.",
            "14": "Die Personen in der Abteilung für Qualitätsinspektion fügen den fertigen Produkten defekte Produkte hinzu, und wir werden am Ende des Monats die Schuld für Nacharbeiten übernehmen.",
            "15": "Das Lüftungssystem war drei Tage lang gebrochen, und der Bleirauch ließ die Augen der Menschen fast nicht öffnen."
        },
        "warlord": {
            "1": "Dieses Gebiet ist wirklich gut und für eine Hochburg geeignet.",
            "2": "Ich muss heute Abend gute Wein geben und meine Brüder belohnen.",
            "3": "Verdammt, diese gebrochene Waffe ist Zeit zu pflegen.",
            "4": "Die Turbulenzen waren in letzter Zeit eng, also seien Sie vorsichtig.",
            "5": "Hast du es gesehen? Es schien dort eine Bewegung zu geben.",
            "6": "Wir müssen unsere nächste Aktion sorgfältig planen.",
            "7": "Hast du es gehört? Hier gibt es ein rumpeltes Geräusch, und die Eisenbahn sollte in der Nähe sein.",
            "8": "Lassen Sie mich hier raus, ein paar große Aufnahmen kommen.",
            "9": "Wenn ich nicht gehört hätte, dass es hier schöne Mädchen gab, hätte ich nicht zu einem so abgelegenen Ort kommen.",
            "10": "Friesis ist der Chef von /map/, ich denke, Sie alle werden sterben!",
            "11": "Ziehen Sie den Kerl, der innen und außen zum Säurepool streckte, damit jeder die Konsequenzen des Verrats erkennen kann.",
            "12": "Wie sind diese kugelsicheren Westen so gebrochen? Haben die Menschen in der Logistikabteilung wieder Ecken geschnitten?",
            "13": "Verdammt, der Diesel ist wieder unten. Wenn Sie den Kraftstoff nicht bekommen, muss Ihr Chef meine Haut schälen",
            "14": "Es gibt keinen Schmerzmittel in der Klinik? Lassen Sie die Brüder gehen und sich eine Klinik schnappen!",
            "15": "Wenn jemand es wagt, die Lieferungen privat zu halten, werde ich ihn an das Stacheldrahtnetz nageln, um die Krähe zu füttern.",
            "16": "Das auf die Nova Mine geschickte Aufklärungsteam hat drei Tage lang keine Neuigkeiten, und wahrscheinlich haben sie das Barnacle -Monster.",
            "17": "Die Genies der Kirche machen wieder menschliche Experimente und werden früher oder später ihr Labor in den Himmel blasen.",
            "18": "/MAP/Der Schmuggelweg zur Stadt Nr. 17 wurde von Ameisenlöwen besetzt, und das Sprengteam wurde gebeten, in die Qingtiao Road zu gehen.",
            "19": "Die neuen jungen Männer wollten sich der United Army anschließen und waren bereits im Fundament der Zementkolumne beigesetzt worden."
        },
        "church": {
            "1": "Die Kirche hat in letzter Zeit eine kleine Spende erhalten, daher müssen wir einen Weg finden, mehr zu sammeln.",
            "2": "Ich hörte, dass dieses heilige Wasser alle Krankheiten heilen kann. Soll ich welche tun?",
            "3": "Bringen Sie die Kerzen mit und wir werden eine Zeremonie abhalten.",
            "4": "Diese Kirche benötigt viel Geld, um renoviert zu werden, und ich muss einen Weg finden, um Spenden zu sammeln.",
            "5": "Wussten Sie, dass einige Geheimnisse nur im Keller geteilt werden können?",
            "6": "Die Gesänge hallten in der Kuppel und reinigen die Herzen der Gläubigen.",
            "7": "Um die Ausrüstung einzupacken, müssen wir diesen Bereich reinigen.",
            "8": "Diese Kirche muss repariert werden.",
            "9": "Die Zeremonie der letzten Nacht war erfolgreich, aber es wurden weitere Opfer benötigt.",
            "10": "Ich habe gehört, dass die Kirche nebenan einen weiteren Gewinn erzielt hat, also müssen wir härter arbeiten.",
            "11": "Der neue Gläubige sah ziemlich reich aus und musste einen Weg finden, um ihn mehr zu spenden.",
            "12": "Die Trennwand des konfessionellen Raums wurde ein wenig weiter eingedickt, und der letzte Mal der Witwe habe ich Kopfschmerzen gefühlt.",
            "13": "In letzter Zeit hat das rechte Auge der Statue aufgehört zu weinen und es ist Zeit, die Rohr von Tomatensaft in seiner Steckdose zu ersetzen.",
            "14": "Schalten Sie das Belüftungssystem während der Mitternachtsmasse ein, und die Halluzinationsaromatherapie sollte nicht zu stark absorbiert werden, da es den Tod verursacht.",
            "15": "Jemand fragte, warum es mitten in der Nacht im Keller einen Schrei gab, und es wurde gesagt, dass der Teufel gefoltert wurde.",
            "16": "Gehen Sie auf den Schwarzmarkt, um billige Antibiotika zu kaufen, und verkaufen Sie sie mit heiligem Wasser, um 30% mehr Gewinn zu erzielen."
        },
        "bandit": {
            "1": "/MAP/Die beiden Enden sind hoch und die Mitte sind niedrig, was sehr für den Hinterhalt geeignet ist.",
            "2": "Bruder, leihen Sie sich ein Feuer aus.",
            "3": "Diese kaputte Waffe sollte durch eine neue ersetzt werden.",
            "4": "/ map/ war in letzter Zeit ziemlich chaotisch, und das Geschäft ist nicht einfach.",
            "5": "Diese Trophäe ist wirklich gut und kann zu einem guten Preis verkauft werden.",
            "6": "Wir müssen die Route planen und wer ist auf der Karte?",
            "7": "Das Wetter ist so heiß, dass ich wirklich einen Ort finden möchte, um sich abzukühlen.",
            "8": "Ich hörte, dass ein Wohnwagen in der Nähe vorbeikam, also war ich bereit, eine Abstimmung abzugeben!",
            "9": "Heute Abend ist eine weitere verdammte Ausgangssperre, wir müssen eine Chance finden, uns herauszuschleichen.",
            "10": "Der Chef sah uns letzte Nacht an, als ob er ihn ansah. Ich vermutete, dass er heimlich zwei weitere Nullen in die Rechnung hinzufügte!",
            "11": "Das 17. Juweliergeschäft verfügt über ein neues Produkt, das am Tag nach morgen ankommt, und das Fensterglas ist immer noch eine einschichtige Einschicht.",
            "12": "Das Transportteam geht jeden Mittwoch vorbei /map/ und erinnert sich daran, Granaten zu bringen, um Hallo zu sagen.",
            "13": "Der Schwarzmarkt hat das modifizierte Jagdgewehr kritisiert und sagte, dass er in den Aufstandsschild durchdringen kann - Sie müssen es mit zwei ausprobieren.",
            "14": "Der Sicherheitsbeamte der Union hatte 15 Minuten Zeit, um die Schichten zu ändern, was für uns ausreichte, um die Kupferspulen im Transformator zu reinigen.",
            "15": "Ich hörte, dass die Kirche jetzt reich ist, also habe ich einfach den goldenen Kerzenlestick auf ihrem Altar gelassen."
        },
        "other": {
            "1": "Leider sind heutzutage so schnell und es ist wieder das Ende des Monats, und die Miete ist noch nicht festgelegt.",
            "2": "Heutzutage gibt es überall keinen Frieden.",
            "3": "Mein Pass wurde im Hotel gestohlen!",
            "4": "Nein, mein Standpunkt ist genau das Gegenteil, nichts Neues ist in letzter Zeit passiert.",
            "5": "Die Landschaft ist wirklich schön, ich habe sie genommen.",
            "6": "Ich war ein wenig verloren.",
            "7": "Hast du meine Freunde in /map/gesehen?",
            "8": "Ich habe gehört, dass es in der Nähe einen Markt gibt, also werde ich einen Blick darauf werfen!",
            "9": "Ich lebe irgendwo, auch wenn es nur eine Decke gibt.",
            "10": "Seien Sie vorsichtig, es gibt viele Wildtiere in der Nähe.",
            "11": "Ich weiß nicht, wie die andere Seite von /map/ aussieht.",
            "12": "Wie wäre es, wenn ich vorhatte, ein Buch mit dem Titel \"/Name/Autobiographie\" zu schreiben?",
            "13": "Weißt du, ich habe einen Raubtier in der Stadt mit nackten Händen getötet.",
            "14": "Ich verbrachte die Nacht im Brückenloch in /map/ letzte Nacht und wurde von einer Maus fast auf meinen Zehen gespielt.",
            "15": "Ich fand die Hälfte des 'Militärtrainingshandbuchs' in der Müllkippe, und selbst die Tinte wurde verblasst, als es als Toilettenpapier verwendet wurde.",
            "16": "Ich habe gehört, dass es Menschen im Osten von Nr. 17 gibt, die hausgemachten Alkohol mit Kugeln gegen Kugeln auszutauschen, was ein gutes Geschäft ist.",
            "17": "Gestern habe ich den Union geholfen, Waren zu transportieren, und stellte fest, dass das Container Mezzanine voller nicht registrierter Pulsgewehre war."
        }
    },
    "attack": {
        "combine": {
            "1": "Offenes Feuer! Beseitigen Sie diese Verräter!",
            "2": "Ich habe dich gefunden, /victim/!",
            "3": "Legen Sie Ihre Waffen nieder!",
            "4": "Legen Sie Ihre Waffe nieder, sonst werden Sie ohne Sorgen getötet!",
            "5": "Wir wurden angegriffen!",
            "6": "Fang /victim/!",
            "7": "Lass / Opfer nicht weg!",
            "8": "Möchten Sie den Dharma mit Ihrem Körper probieren?",
            "9": "/map/ Es gibt hier eine Situation.",
            "10": "Bewegen Sie sich nicht, ich werde schießen."
        },
        "resistance": {
            "1": "Probieren Sie das aus, /victim/!",
            "2": "Schnell schießen!",
            "3": "Ich habe sie gesehen und mich vorbereitet zu kämpfen!",
            "4": "Möchten Sie noch ein paar Löcher am Körper haben, /victim/?",
            "5": "Wir begegnen Feinde!",
            "6": "Finden Sie schnell Deckung!",
            "7": "Unterdrücken sie!",
            "8": "Iss die Kugeln, /victim/!",
            "9": "Hast du es gesehen?",
            "10": "Sie wagen es immer noch zu kommen, /victim/?",
            "11": "Halten Sie Abstand!",
            "12": "Mach etwas!"
        },
        "union": {
            "1": "Mitarbeiter, Vereinigung!",
            "2": "Wir wurden angegriffen!",
            "3": "Schützen Sie sich!",
            "4": "Lass sie nicht erfolgreich sein!",
            "5": "Jemand schießt!",
            "6": "Der Feind ist in Sicht.",
            "7": "Verdammt.",
            "8": "Warum stehst du dort? Finde ein Cover!",
            "9": "Stinkender Fisch und faulen Garnelen!",
            "10": "Nehmen Sie den Schraubenschlüssel und lassen Sie sie die Kraft der Arbeiterklasse probieren!",
            "11": "Die Montagelinie kann gestoppt werden, aber die Würde der Union kann nicht verloren gehen!",
            "12": "Hast du es gehört? Das ist der Alarm im Lade- und Entladungsbereich!"
        },
        "warlord": {
            "1": "töten! Niemand ist gegangen!",
            "2": "Lassen Sie sie sehen, wie mächtig wir sind!",
            "3": "Jungs verlassen! Lassen Sie diese Bastarde wissen, wer die Person ist, die /Karte /!",
            "4": "Welcher Typ, der nicht sehr gutäugig ist, wagt es, wild auf Lord Friesis 'Territorium zu handeln? Du bist es leid zu leben!",
            "5": "Für Lord Friesis töte sie alle!",
            "6": "Es ist ein Drache, der sich widmen kann, und ein Tiger, der sich widmen kann.",
            "7": "Haben Sie das Bärenherz und den Leopardenmut gegessen, /victim/?",
            "8": "Ich hoffe, Sie haben Ihren Willen geschrieben, /victim/.",
            "9": "Die Galgen sind bereit für Sie, /victim/!",
            "10": "Die Person, die es wagte, das letzte Mal so zu blicken, sind ihre Finger immer noch in Formalin durchnässt!",
            "11": "Warum ist das Wasser in Wasseraufbereitungsanlagen immer rot?",
            "12": "Sie haben nicht einmal die Qualifikationen, um eine Straßensperre zu sein, /victim/!",
            "13": "aufgeben? Es ist jetzt zu spät! Ich werde anderen mit deinem Blut unterrichten!"
        },
        "church": {
            "1": "Heiden, beurteilt werden!",
            "2": "Zerstöre sie für die Herrlichkeit der Kirche!",
            "3": "Reinigen Sie diese unreinen Leute!",
            "4": "Sie sehen etwas, das Sie nicht sehen sollten, /victim/!",
            "5": "Entdecken Sie den Verräter!",
            "6": "/victim/, du musst einen doppelten Genuss kaufen!",
            "7": "Buße, /victim/Dies ist Ihre letzte Chance!",
            "8": "Du solltest nicht hier sein, /victim/!"
        },
        "bandit": {
            "1": "Brüder, komm schon!",
            "2": "/victim/Übergeben Sie mir alle Wertsachen!",
            "3": "Lassen Sie die Dinge zurück, wenn Sie nicht sterben wollen!",
            "4": "Wir werden reich werden, nachdem wir dieses Ticket beendet haben!",
            "5": "Lass sie nicht weglaufen, jagen Sie sie nach!",
            "6": "Sie können sich nicht lange verstecken, /victim/!"
        },
        "other": {
            "1": "Zwinge mich nicht dazu, /victim/!",
            "2": "Jemand ist im Begriff, wieder zu bluten!",
            "3": "Es scheint, dass ich heute meine Muskeln bewegen muss!",
            "4": "Ich bin nicht einfach zu spielen, /victim/!",
            "5": "Da Sie auf Kämpfen bestehen, kommen Sie schon!",
            "6": "Ich möchte keine Ärger verursachen, aber das ist es, wonach Sie fragen!",
            "7": "Denken Sie nicht, dass ich ein weicher Kakis bin, /victim/!",
            "8": "Es scheint, dass ich Ihnen heute beibringen muss, wie man andere respektiert!"
        }
    },
    "kill": {
        "combine": {
            "1": "Auf Wiedersehen, /victim/.",
            "2": "Ist das deine volle Stärke /victim/?",
            "3": "Dies ist das Ergebnis, sich gegen die Vereinigte Armee zu widersetzen, /victim/.",
            "4": "Ihr Widerstand ist zwecklos, /victim/!",
            "5": "Das United Empire würdigt Ihnen.",
            "6": "Sie sollten nicht widerstehen, /victim/.",
            "7": "/victim/ wurde niedergeschlagen.",
            "8": "Der Verdächtige fiel zu Boden.",
            "9": "Er fiel hin.",
            "10": "Es wird doppelt so hoch wie die halbe Anstrengung.",
            "11": "Hier gibt es keine /victim/ Sache.",
            "12": "Es scheint, dass /victim/ kann aus dem Gefängnis verschont werden.",
            "13": "Renn, renn!",
            "14": "Wenn ich es heute gewusst hätte, warum müsste ich dann der erste sein? /victim/?",
            "15": "Haben Sie nur diese Fähigkeit /victim/?",
            "16": "Ihre Waffen sind wie Spielzeug, verletzlich."
        },
        "resistance": {
            "1": "Ich werde keine Barmherzigkeit zeigen, /victim/!",
            "2": "Dieser Streik ist speziell für /Opfer vorbereitet /!",
            "3": "Es scheint, dass Sie nur gut sprechen können, /victim/.",
            "4": "Es scheint, dass jemand den Körper für /Opfer sammeln muss /.",
            "5": "/map/ eine andere Leiche wurde hinzugefügt, und die Straße war reibungslos segeln, /victim/.",
            "6": "Haha, /victim/, du musst im nächsten Leben vorsichtig sein!",
            "7": "/victim/Sie sind zu rücksichtslos.",
            "8": "Sie sollten nicht hier sein, /victim/."
        },
        "union": {
            "1": "/victim/Das ist dein Ende!",
            "2": "Das verdient Sie.",
            "3": "Prost! Niederlage /victim/!",
            "4": "/victim/gibt Ihnen alle Ihre Kugeln zurück!",
            "5": "Komm zu meinen Armen, /victim/!"
        },
        "warlord": {
            "1": "Der Typ, der das letzte Mal so arrogant war, war zwei Meter groß.",
            "2": "Lassen Sie mich Ihnen die Idioten sagen, die hier der Chef sind!",
            "3": "Ich habe getötet /victim/!",
            "4": "Hat sich noch jemand vorgestellt /victim/?",
            "5": "Ein anderer Feind fiel und unsere Macht expandierte wieder!",
            "6": "Hängen /victim/S -Kopf auf der Straßenleuchte!",
            "7": "Dieser Block ist jetzt unter unserer Kontrolle!"
        },
        "church": {
            "1": "Der Tag des Jüngstens kommt kommt, /victim/!",
            "2": "Das enden alle Heiden!",
            "3": "Heute Abend gibt es noch ein Angebot.",
            "4": "Wow hahahahaha!",
            "5": "Mach weiter, töte sie alle.",
            "6": "Die Kirchenglocken werden für Sie klingeln.",
            "7": "Schauen Sie, eine andere verlorene Seele kehrt zu den Armen des Herrn zurück."
        },
        "bandit": {
            "1": "Haha, ein weiteres Glück!",
            "2": "Dieses Ticket wurde wunderschön gemacht, Brüder!",
            "3": "Wer möchte noch wie /victim/?",
            "4": "Töte dich, /victim/.",
            "5": "Es scheint, dass das Glück des Opfers zu Ende ist.",
            "6": "Ein weiteres Problem wurde gelöst: /victim/."
        },
        "other": {
            "1": "/victim/ Ich hoffe, Sie können lernen, andere im nächsten Leben zu respektieren.",
            "2": "Error 500 (Server Error)!!1500.That’s an error.There was an error. Please try again later.That’s all we know.",
            "3": "Das ist es, wonach Sie gefragt haben, /victim/.",
            "4": "Das ist alles, was ich verteidige, /victim/.",
            "5": "Die Dinge laufen sehr reibungslos.",
            "6": "Hoffentlich ist dies der letzte.",
            "7": "Wer will Speck?",
            "8": "Diejenigen, die nicht beabsichtigen, den Vertrag zu behalten, kümmern sich nicht um die Schwierigkeiten bei einem Vertrag."
        }
    },
    "playerchat": {
        "greeting": {
            "1": "Hallo /Name/, wie geht es dir in letzter Zeit?",
            "2": "Wie geht es dir heute, /Name/?",
            "3": "Ich freue mich sehr, Sie kennenzulernen!",
            "4": "Womit sind Sie in letzter Zeit beschäftigt, /Name/?",
            "5": "Es hängt von Ihrer Stimmung ab, /Name/."
        },
        "negotiate": {
            "1": "Ich bin hier, um Begriffe zu verhandeln!",
            "2": "Ich habe eine Idee, die für uns beide von Vorteil sein kann, /Name/.",
            "3": "Wenn wir verhandeln können, wird das nächste viel einfacher.",
            "4": "Ich verstehe Ihre Schwierigkeiten, aber wir müssen einen Schritt zurücktreten und einen Kompromiss finden.",
            "5": "/Name/, ich habe etwas mit Ihnen zu besprechen.",
            "6": "Diese Angelegenheit ist sehr wichtig, wir müssen ein gutes Gespräch führen.",
            "7": "Glaubst du, das ist in Ordnung? Lass uns nachgeben?",
            "8": "Ich muss mit dir reden."
        },
        "trade": {
            "1": "Gibt es hier etwas Besonderes?",
            "2": "Ihr Produkt ist wirklich gut, /Name/!",
            "3": "Gibt es etwas Gutes zu verkaufen, /Name/?",
            "4": "Ich möchte einige Ihrer Sachen kaufen, /Name/.",
            "5": "Ich habe gehört, dass es einige gute Produkte gibt, die Sie nirgendwo anders haben?",
            "6": "Können Sie mir Ihr Produkt zeigen?",
            "7": "Hallo, /Name/, gibt es heute gute Produkte?",
            "8": "Ich interessiere mich sehr für Ihre Produkte.",
            "9": "Können Sie Ihrem Produkt eine detaillierte Einführung geben?",
            "10": "Ich möchte etwas Einzigartiges finden.",
            "11": "Denken Sie, dass der heutige Handel reibungslos verläuft?"
        },
        "leave": {
            "1": "Lass uns heute hier aufhören.",
            "2": "Viel Glück, /Name/!",
            "3": "Wir sehen uns einen anderen Tag, /Name/!",
            "4": "Pass auf dich auf, /Name/!",
            "5": "Es wird eine Zeit später geben, /Name/!",
            "6": "Ich werde später mit dir reden.",
            "7": "Bis später.",
            "8": "Lassen Sie uns später weiter plaudern.",
            "9": "Ich werde dich eines anderen Tages mit einem Drink gönnen."
        }
    },
    "response": {
        "greeting": {
            "1": "Ah, /player/, lange nicht sehen!",
            "2": "Das Wetter ist heute wirklich gut, nicht wahr? Ich wollte gerade in die Stadt Nr. 17 gehen, um einen Spaziergang zu machen.",
            "3": "Hey, /player/! Ich hatte nicht erwartet, Sie in /map/zu sehen.",
            "4": "Es ist toll, dich zu sehen, /player/! Ich wollte jemanden finden, der darüber sprach, was in letzter Zeit passiert ist.",
            "5": "/player/! Du bist genau richtig gekommen und ich habe gerade mit meinem Freund über dich gesprochen."
        },
        "negotiate": {
            "1": "Was ist passiert?",
            "2": "Ich bin gerade dabei, dies mit Ihnen zu besprechen, /player/.",
            "3": "Sie haben Recht, wir müssen wirklich ein gutes Gespräch führen.",
            "4": "Wenn Sie es nicht sagen, versuche ich nur, die spezifische Situation zu verstehen.",
            "5": "Lassen Sie mich Ihnen sagen, meine Zeit ist kostbar."
        },
        "trade": {
            "1": "Sicher! Ich denke, Sie werden sich definitiv daran interessieren.",
            "2": "Sie sind zur richtigen Zeit hier, /player/, komm und schau dir dieses an.",
            "3": "Apropos Produkte, ich habe hier einige Waffen, Sie sind vielleicht interessiert.",
            "4": "Ich sortiere nur die neu angekommenen Waren aus. Sollte ich sehen, was Sie zusammen brauchen?",
            "5": "/player/Sie können immer gute Dinge finden! Schauen wir uns diese Menge neu angekommener Waffen an?"
        },
        "leave": {
            "1": "Ok, /player/Denken Sie daran, oft zu sitzen, ich begrüße Sie jederzeit.",
            "2": "Pass auf dich auf, /player/! Wenn Sie auf Probleme stoßen, kommen Sie jederzeit zu mir.",
            "3": "Dann werden wir einen anderen Tag darüber sprechen, und ich werde einfach mit einigen Dingen umgehen.",
            "4": "Auf Wiedersehen, /player/! Hoffentlich hören Sie gute Nachrichten von Ihnen, wenn Sie sich das nächste Mal treffen.",
            "5": "OK, /player/, lass uns einen anderen Tag darüber reden."
        }
    }
}