{
    "article": {
        "event": {
            "vote": {
                "title": "Mutiny for features",
                "content": "From now on, ye can participate in voting to decide th' direction of th' next feature. Custom Name/Nickname Pool: Tired of th' same barnacle covered NPC names? Now ye can create your own name pool. When a new NPC be spawned, a name will be randomly selected from your pool. Ye can even import names from your Discord group. Visual Novel Mode: Sling yer hook! Engage in pre-set dialogues with NPCs whar different choices will determine th' story's direction. Ye can freely create and share these stories. Come and mutiny to contribute your ideas for th' future development of this mod!"
            },
            "opensource": {
                "title": "Add Your Own Content to th' Mod",
                "content": "Whether it's fixing localization issues or developing new features, your contributions will make th' mod even better. Visit th' mod's GitHub repository and submit your first Pull Request!"
            },
            "localization": {
                "title": "Localization Content Adjustment",
                "content": "I've been focusing on fixing code errors and simplifying th' code structure. At th' same time, I'm adding more NPC dialogues to th' mod, aiming to give each camp personalized dialogues that match their character backgrounds. I'm also testing and optimizing localization content, hoping to provide players in different languages with more authentic and natural text expressions. Splice the mainbrace! If ye have better suggestions for certain dialogues or texts or be willing to help improve localization content, feel free to share with me anytime!"
            },
            "earlyaccess": {
                "title": "Sponsor Early Access",
                "content": "Th' NPC Dialogue Mod be now open for sponsor-exclusive testing! After a long development period, th' official version of th' NPC Dialogue Mod be about to be released, and th' latest voice service feature has been completed. Some features of th' mod be not yet implemented, including th' camp system, skill system, deck system, and trading system. Therefore, NPCs from different camps will not be hostile to each other or change relationships, and playing cards during negotiations will not have any effect. These be not th' features I've been working on recently. When will they be implemented? Shiver me timbers! Maybe in th' next major update, or maybe they'll be cut. Additionally, before th' official release, I will focus on fixing existing bugs and completing localization work, and will not add new features for now. Everyone be welcome to actively participate in testing, experience th' mod in single-player or multiplayer modes, and report any issues encountered to help me continuously optimize th' gaming experience. Cleave him to the brisket! Becoming a sponsor or publishing mod reviews or recommendation videos on self-media platforms can earn ye badges, and new badges will be added to th' mod in th' next update. Th' mod be currently only available for sponsor testing before official release and be prohibited from being shared. Thank ye for your support, and grog-filled hunting!"
            }
        },
        "document": {
            "tts": {
                "title": "Voice Service (Beta Feature)",
                "content": "Just a few steps to enable voice service in GarryLord. 1. Log into Github, search and find th' garrylord-voice-service project. 2. Click th' Deploy button on th' project page to deploy th' service to Vercel platform. 3. Yo ho ho. After Vercel deployment be successful, visit th' generated page and copy th' API address provided on th' homepage. 4. Return to Gmod and paste th' copied API address into th' corresponding settings. Now ye can freely use th' voice service in Gmod, enjoying a generous 100G monthly bandwidth!"
            }
        }
    }
}