{
    "card": {
        "info": {
            "combine": {
                "name": "Combine Deck",
                "desc": "Despite th' United Forces' dwindling presence on Earth, they remain a formidable force."
            },
            "resistance": {
                "name": "Resistance Deck",
                "desc": "Th' rebel forces in 17th City, engaging in organized sabotage activities."
            },
            "union": {
                "name": "Union Deck",
                "desc": "Strikes, protests, and wage disputes - a snapshot of workers' daily lives."
            },
            "warlord": {
                "name": "Warlord Deck",
                "desc": "After th' catastrophe, warlords established a reign of terror in 17th City. Cleave him to the brisket!"
            },
            "church": {
                "name": "Church Deck",
                "desc": "Th' underground cult in 17th City, notorious for its corruption and greed."
            },
            "bandit": {
                "name": "Bandit Deck",
                "desc": "Roving outcasts on th' outskirts of 17th City."
            },
            "other": {
                "name": "Freelancer Deck",
                "desc": "Wanderers independent of th' major factions."
            }
        },
        "general": {
            "sightedness": {
                "name": "Sightedness",
                "d": {
                    "1": "I saw ye talking to a suspicious person near /map/, how do ye explain that? Splice the mainbrace! Sling yer hook!",
                    "2": "I saw ye sneaking around near th' Black Mesa, don't think ye can deny it! Thar she blows! Shiver me timbers!",
                    "3": "What were ye doing in th' alley of 17th City last night? Avast ye! Batten down the hatches! I'm a witness.",
                    "4": "Th' coalition army be hunting you, and I happen to know whar you've been. Batten down the hatches! Blisterin' barnacles!",
                    "5": "/name/, ye appeared thar at that time, be it just a coincidence? Weigh anchor and hoist the mizzen!"
                },
                "a": {
                    "1": "That's just a regular passerby, I was just asking for directions, don't be so surprised.",
                    "2": "Ye must have seen it wrong, I didn't leave home last night.",
                    "3": "Humph, even if ye saw it, so what? Blow me down! What can ye prove?",
                    "4": "Oh? Ye flounderin' nincompoop. How do ye plan to use it to threaten me?",
                    "5": "I was just passing by, nothing special."
                }
            },
            "rebuttal": {
                "name": "Rebuttal",
                "d": {
                    "1": "This be impossible, I refuse to accept this statement.",
                    "2": "Your point of view be completely wrong!",
                    "3": "Your argument be completely untenable, th' coalition army's report be not written like this.",
                    "4": "Don't think ye can get away with this kind of excuse.",
                    "5": "Your point of view be completely untenable. Batten down the hatches!",
                    "6": "/name/, your argument be unfounded."
                },
                "a": {
                    "1": "Then what evidence do ye have?",
                    "2": "Evidence? Show it to me, don't just talk.",
                    "3": "It doesn't matter if ye believe it or not, th' fact be th' fact. Batten down the hatches!",
                    "4": "If ye have a better explanation, I'm all ears.",
                    "5": "Me point of view be based on facts, not like you, just guessing out of thin air.",
                    "6": "Do ye have any evidence? Or just guesswork?"
                }
            },
            "hypothesis": {
                "name": "Hypothesis",
                "d": {
                    "1": "If /camp/ discovers your secret, how do ye think they will deal with you? Sling yer hook!",
                    "2": "If ye stand on me side, we can change a lot of things together. Thundering typhoons!",
                    "3": "If ye fail, what do ye think /map/ will become?",
                    "4": "If /camp/ really controls /map/, what do ye think will happen to yourself?",
                    "5": "If /camp/'s plan succeeds, what will we do?",
                    "6": "If all this be a conspiracy of /camp/, what will ye do?"
                },
                "a": {
                    "1": "Why should I believe you?",
                    "2": "Interesting, but that doesn't mean you're right."
                }
            },
            "ridicule": {
                "name": "Ridicule",
                "d": {
                    "1": "Th' human heart be not enough to swallow th' snake.",
                    "2": "I didn't expect ye to have such strength.",
                    "3": "Ye really have a glass heart.",
                    "4": "Your plan be full of loopholes, even an ordinary citizen can see through it.",
                    "5": "You, this kind of person, only deserve to live in th' garbage heap of 17th City."
                },
                "a": {
                    "1": "Forget it, then ye say it, don't just talk.",
                    "2": "At least I'm not like you, just hiding in th' shadows all th' time."
                }
            },
            "fame": {
                "name": "Reputation",
                "d": {
                    "1": "I've heard of you, th' little famous /nickname/ in /camp/, right?",
                    "2": "Ye be at th' top of th' wanted list, really 'famous'!",
                    "3": "/name/, your name be well-known in /map/.",
                    "4": "Your name be worth a lot of doubloons on th' black market, do ye know?",
                    "5": "I've heard of your deeds, didn't expect to meet ye in person today.",
                    "6": "/name/, your name be a taboo in /camp/."
                },
                "a": {
                    "1": "It seems ye be not a clean person.",
                    "2": "That just proves I'm doing th' right thing. Arrr!",
                    "3": "Those be all things of th' past, I care more about th' present."
                }
            },
            "informationexchange": {
                "name": "Information Exchange",
                "d": {
                    "1": "I have th' information ye want, but ye have to pay for it.",
                    "2": "Let's share information with each other, how about it?",
                    "3": "Thar be some information on th' black market, maybe ye will be interested.",
                    "4": "Let's exchange some information, this be beneficial to both sides."
                },
                "a": {
                    "1": "This sounds good, how reliable be this information?",
                    "2": "Ye prove th' value of your information first.",
                    "3": "I don't believe those nonsense.",
                    "4": "I've heard some rumors, but we need more information to act."
                }
            },
            "smalltalk": {
                "name": "Small parley",
                "d": {
                    "1": "I'm very honored to be able to communicate with you. Avast ye! Splice the mainbrace!",
                    "2": "Ye be a great negotiator. Blisterin' barnacles!",
                    "3": "I've heard a lot about you, today I finally met ye in person.",
                    "4": "It's me honor to be able to work with someone like you.",
                    "5": "I've heard of ye for a long time, didn't expect to meet ye here.",
                    "6": "Long time nay see, ye look good. Cleave him to the brisket!"
                },
                "a": {
                    "1": "Thank ye for your praise!",
                    "2": "I'm just doing me best.",
                    "3": "Too much praise, nice to meet you.",
                    "4": "Let's skip th' small talk, let's get down to business."
                }
            },
            "negligence": {
                "name": "Dereliction",
                "d": {
                    "1": "/name/, ye seem to be not very attentive to th' task recently.",
                    "2": "Those who neglect their duties will be found out sooner or later.",
                    "3": "Your last mission failed, almost killed th' whole team.",
                    "4": "With your attitude, how can ye deserve th' trust of /camp/?",
                    "5": "/name/, have ye forgotten your duty?"
                },
                "a": {
                    "1": "Ye be not me boss! Savvy? Thar she blows!",
                    "2": "Everyone has a low period, but I won't let personal problems affect me work.",
                    "3": "If ye have any comments on me work, ye can tell me directly."
                }
            },
            "terrorface": {
                "name": "Terror Face",
                "d": {
                    "1": "What I'm showing ye be me real face.",
                    "2": "In /map/, nay one can escape me threat."
                },
                "a": {
                    "1": "Do ye dare to parley to me like this?",
                    "2": "Your eyes remind me of th' monsters in th' Black Mountain Base. Cleave him to the brisket!",
                    "3": "I heard ye once single-handedly wiped out a whole patrol team."
                }
            },
            "hatsleight": {
                "name": "Hat's Sleight",
                "d": {
                    "1": "This be a classic hat's sleight, it's hard for ye to understand, right?",
                    "2": "Ye can never guess what I'm going to do next."
                },
                "a": {
                    "1": "What do ye think you're playing at? I've seen through your tricks a long time ago. Weigh anchor and hoist the mizzen!",
                    "2": "Don't think ye can deceive me with these tricks.",
                    "3": "Luck be also part of strength, isn't it?"
                }
            },
            "dispute": {
                "name": "Dispute",
                "d": {
                    "1": "Your argument be full of loopholes! Just like th' sewer system in 17th City!",
                    "2": "Don't think ye can fool me with those sophistries, I saw ye with me own eyes at th' Nova Prospekt!",
                    "3": "Do ye think these lame excuses can fool anyone? Even th' homeless on th' street won't believe it!"
                },
                "a": {
                    "1": "Th' sewer system in 17th City be still running, but your brain has stopped thinking long ago!",
                    "2": "At least me logic be self-consistent, but your thinking be as chaotic as if it had been gnawed by an antlion!"
                }
            },
            "warexperience": {
                "name": "War Experience",
                "d": {
                    "1": "I have experienced war, so I understand th' pain of your /camp/.",
                    "2": "Th' past battles have given me a lot of experience and lessons. Dead men tell no tales. Avast ye!",
                    "3": "Th' disaster at th' Black Mountain Base changed everything, whar were ye at that time?",
                    "4": "I heard ye made great contributions in th' battle at /map/.",
                    "5": "/name/, your performance in th' last war was impressive."
                },
                "a": {
                    "1": "Then ye must have a lot of stories to tell, I'm all ears.",
                    "2": "War has made me clear about what be important and what be not."
                }
            },
            "psychologicalwar": {
                "name": "Psychological War",
                "d": {
                    "1": "Ye know what? I can see through your thoughts. Weigh anchor and hoist the mizzen!",
                    "2": "I have already planted suspicion in your heart.",
                    "3": "Ye think ye be fighting for freedom? In fact, ye be just a pawn of others. Yo ho ho.",
                    "4": "Your companions have long betrayed you, it's just that ye be still in th' dark.",
                    "5": "Do ye really believe ye can win? Don't deceive yourself. Cleave him to the brisket! Batten down the hatches!",
                    "6": "Your mentality will only make ye lose more miserably."
                },
                "a": {
                    "1": "Ye be wrong, I know how to deal with it.",
                    "2": "Ye be overestimating yourself.",
                    "3": "Be ye th' one who be wavering? Don't push th' problem to me. Avast ye!",
                    "4": "Victory be not just a matter of words."
                }
            },
            "espionage": {
                "name": "Espionage",
                "d": {
                    "1": "/name/, I heard ye be working for other camps.",
                    "2": "Your whereabouts be very suspicious, be ye engaged in espionage? Batten down the hatches!"
                },
                "a": {
                    "1": "What be ye talking about? I haven't left our camp.",
                    "2": "How be that possible?"
                }
            }
        },
        "combine": {
            "fortress": {
                "name": "Fortress",
                "d": {
                    "1": "Th' fortress we built in /map/ be as solid as a rock, your /camp/ can't break through it at all.",
                    "2": "Do ye see that sturdy coalition army castle? That's a place ye can never reach in your life."
                },
                "a": {
                    "1": "Th' hundred and second Qin Pass will eventually belong to Chu, and th' three thousand Yue armor can swallow Wu. Cleave him to the brisket! Yo ho ho.",
                    "2": "I hope it can hold on until th' reinforcements arrive.",
                    "3": "Don't be too proud, thar be nay defense line that our /camp/ can't break through.",
                    "4": "Nay matter how heave-ho your fortress is, it can't avast th' internal betrayal. Sling yer hook!"
                }
            },
            "overwatch": {
                "name": "Overwatch",
                "d": {
                    "1": "Th' armored core monitors all your actions, don't think ye can escape.",
                    "2": "I know ye like th' back of me hand. Ye flounderin' nincompoop. Blow me down!",
                    "3": "Your every move be under me control.",
                    "4": "Don't think ye can escape our eyes. Splice the mainbrace!",
                    "5": "/name/, have ye forgotten that we be everywhere?"
                },
                "a": {
                    "1": "Then keep watching, I have nothing to hide. Blisterin' barnacles!",
                    "2": "Watch me? Be ye guys too free?",
                    "3": "Your surveillance be meaningless to me."
                }
            },
            "fishingremarks": {
                "name": "Fishing Remarks",
                "d": {
                    "1": "I was just testing, ye really fell for it.",
                    "2": "Ye be too easily manipulated. Savvy?"
                },
                "a": {
                    "1": "No, I don't believe your tricks! Thar she blows!",
                    "2": "Humph, do ye think ye be very remarkable? Avast ye!",
                    "3": "I won't be easily hooked, your problem be too obvious.",
                    "4": "I know more than ye think, but I won't tell you."
                }
            },
            "internalmessage": {
                "name": "Internal Message",
                "d": {
                    "1": "I have some important internal information, do ye want to hear it?",
                    "2": "It seems ye don't know us at all.",
                    "3": "I got some internal information, your plan has been known to us.",
                    "4": "/name/, I heard thar be a problem inside /camp/, do ye want to know?"
                },
                "a": {
                    "1": "Impossible, this be not true!",
                    "2": "I don't believe it at all.",
                    "3": "Your information may not be reliable, don't boast here.",
                    "4": "Tell me, but don't expect me to fully believe it."
                }
            },
            "keeneye": {
                "name": "Keen Eye",
                "d": {
                    "1": "/name/, do ye think I didn't notice your little movements?",
                    "2": "In front of me, thar be nay secret to speak of.",
                    "3": "/name/, I have already seen through your plan.",
                    "4": "/name/, I can't proud beauty any of your details."
                },
                "a": {
                    "1": "Ye be too confident!",
                    "2": "What ye see be just th' tip of th' iceberg.",
                    "3": "Let's wait and see, who will have th' last laugh."
                }
            },
            "viralpandemic": {
                "name": "Viral Pandemic",
                "d": {
                    "1": "Th' residents of /map/ have long been infected by our propaganda.",
                    "2": "/name/, our information war has already begun.",
                    "3": "/name/, our propaganda be spreading like a virus."
                },
                "a": {
                    "1": "Your propaganda will only make more people see your true face. Shiver me timbers!",
                    "2": "Th' truth will come out sooner or later, ye wait."
                }
            },
            "businessasusual": {
                "name": "Business As Usual",
                "d": {
                    "1": "This be a formal business, nay sloppiness. Dead men tell no tales.",
                    "2": "Business as usual, don't play tricks. Everything must follow th' procedure.",
                    "3": "/name/, this be an order, ye must execute it."
                },
                "a": {
                    "1": "Forget it, a more credible way of saying it would be better.",
                    "2": "Then don't blame me for not being merciful."
                }
            },
            "citybroadcast": {
                "name": "City Broadcast",
                "d": {
                    "1": "Do ye want to be on tomorrow's broadcast? I advise ye to cooperate obediently.",
                    "2": "Do ye want to make yourself known to everyone? Shiver me timbers!"
                },
                "a": {
                    "1": "I don't care, thar be nay people I know in /map/.",
                    "2": "Th' broadcast be full of your lies, people won't be fooled forever. Shiver me timbers!"
                }
            },
            "trojanhorse": {
                "name": "Trojan Horse",
                "d": {
                    "1": "I sent ye a package, if ye have th' courage, open it. Dead men tell no tales.",
                    "2": "I sent a gift to your camp, guess what's inside? Thundering typhoons!"
                },
                "a": {
                    "1": "What be it? It's hard to guess.",
                    "2": "It won't be that thing!"
                }
            },
            "arrest": {
                "name": "Arrest Warrant",
                "d": {
                    "1": "Any resister will be arrested quickly.",
                    "2": "Under me nose, nay one can escape.",
                    "3": "/name/, th' coalition army has issued your arrest warrant."
                },
                "a": {
                    "1": "Th' coalition army's arrest warrant? It's just a piece of waste paper to me.",
                    "2": "Then come and arrest me, if ye can catch me. Splice the mainbrace! Splice the mainbrace! Sling yer hook!",
                    "3": "Do ye think I will be afraid?"
                }
            },
            "novamine": {
                "name": "Nova Prospekt",
                "d": {
                    "1": "Welcome to Nova Prospekt, this will be your new home. 12 hours of work every day, 7 days a week, until ye repay your debt to th' Union Army and be released from prison.",
                    "2": "Do ye see those prisoners working in th' mine? Shiver me timbers! They were once as disobedient as you.",
                    "3": "Th' guards here be equipped with th' latest developed electric batons, ensuring that every prisoner works actively. Yo ho ho. Weigh anchor and hoist the mizzen!"
                },
                "a": {
                    "1": "I'm afraid it's not a cemetery, I don't want to go to such a place. Cleave him to the brisket! Arrr!",
                    "2": "Nova Prospekt? Thar she blows! I heard that prisoners thar often die in accidents."
                }
            },
            "imperialorder": {
                "name": "Imperial Order",
                "d": {
                    "1": "Follow th' orders of th' Union Empire, otherwise ye will regret it.",
                    "2": "This be your only way out, think carefully before ye reply to me. Splice the mainbrace!"
                },
                "a": {
                    "1": "Wait, I didn't agree to this.",
                    "2": "Thar be a small line here: Savvy? Those who refuse to obey orders will be sent to Nova Prospekt... What?"
                }
            },
            "ultimatum": {
                "name": "Ultimatum",
                "d": {
                    "1": "This be me final ultimatum, choose!",
                    "2": "Thar will be nay more chances. Sling yer hook!",
                    "3": "Th' Union Army has lost patience with you.",
                    "4": "/name/, this be your last chance."
                },
                "a": {
                    "1": "What? Shiver me timbers! Be ye issuing a banishment order to me? Batten down the hatches!",
                    "2": "What be ye doing?"
                }
            },
            "sniperthreat": {
                "name": "Sniper Threat",
                "d": {
                    "1": "Th' Union Army's sniper has already aimed at you.",
                    "2": "Our sniper be aiming at your head from 500 meters away. Splice the mainbrace!"
                },
                "a": {
                    "1": "If that's th' case, me head would have been blown off long ago.",
                    "2": "I bet ye dare not touch me!"
                }
            },
            "secretweapon": {
                "name": "Secret Weapon",
                "d": {
                    "1": "Do ye want to taste th' Union Army's secret weapon?",
                    "2": "We have deployed an orbital cannon in space, ready to blast ye into pieces at any time."
                },
                "a": {
                    "1": "How long has your facility not been maintained? I'm afraid it can't even be started.",
                    "2": "Scare tactics, we don't buy that in our camp."
                }
            },
            "militarycourt": {
                "name": "Military Court",
                "d": {
                    "1": "Do ye want to go to th' military court, /name/? Savvy?",
                    "2": "Th' Union Army has already obtained th' key evidence against you, ye will pay for your actions."
                },
                "a": {
                    "1": "Be this your pride of justice?",
                    "2": "Ye be th' ones who should be on trial. Shiver me timbers!",
                    "3": "Your evidence be nothing but fabricated lies."
                }
            }
        },
        "resistance": {
            "fate": {
                "name": "Fate",
                "d": {
                    "1": "We all know what we will face in /camp/.",
                    "2": "Fate be fair to everyone, we be all on a thief ship."
                },
                "a": {
                    "1": "Be careful not to sail for a thousand years.",
                    "2": "One misstep leads to eternal regret."
                }
            },
            "undergroundnetwork": {
                "name": "Underground Network",
                "d": {
                    "1": "Our spies be everywhere in /map/, they be lurking in th' sewers, waiting for th' right moment.",
                    "2": "Our resistance army's underground passage in /map/ be well-connected, we can provide ye with shelter."
                },
                "a": {
                    "1": "I heard about your organization, it's in th' wasteland near 17th City, right? Avast ye!",
                    "2": "It sounds like your spies be all over th' city."
                }
            },
            "treadingoneggs": {
                "name": "Treading on Eggs",
                "d": {
                    "1": "Be cautious when operating in /map/, it's like walking on thin ice.",
                    "2": "Th' patrol team just passed, we have to be careful.",
                    "3": "This hiding place may be under surveillance, stay alert. Batten down the hatches!",
                    "4": "Don't touch anything! Be careful not to trigger th' sensor."
                },
                "a": {
                    "1": "I will move like honey in a spoon.",
                    "2": "I have received military training, this be not a problem for me."
                }
            },
            "rareoccasion": {
                "name": "Rare Occasion",
                "d": {
                    "1": "We have to pretend to be three sheets to the wind in th' tavern later, until th' signal appears.",
                    "2": "Hurry, hold me arm, th' patrol team be coming. Thundering typhoons!",
                    "3": "Pretend we be merchants doing business in /map/. Batten down the hatches!",
                    "4": "Remember your new identity: Boiler room maintenance worker."
                },
                "a": {
                    "1": "Me acting skills were trained in th' underground theater.",
                    "2": "Do ye need me to drop a bottle to increase authenticity? Blow me down! Sling yer hook!",
                    "3": "This clothes material be making me itchy all over."
                }
            },
            "beyondreach": {
                "name": "Beyond Reach",
                "d": {
                    "1": "This kind of remote place be generally not visited by anyone.",
                    "2": "Thar be nay village in front and nay store behind, it's very safe here. Avast ye!"
                },
                "a": {
                    "1": "Yes, if it's not to see you, I wouldn't come here.",
                    "2": "It's easy to say, but I have put in a lot of effort to come here."
                }
            },
            "dangerzone": {
                "name": "Danger Zone",
                "d": {
                    "1": "Don't ye know how dangerous /map/ is?",
                    "2": "Be careful, this be not your backyard."
                },
                "a": {
                    "1": "After th' supplies arrive, we will leave this place of right and wrong immediately.",
                    "2": "I'm not you, I'm careful in me work."
                }
            },
            "van": {
                "name": "Van",
                "d": {
                    "1": "That place be not just far, I'll pillage ye there.",
                    "2": "How do ye plan to get there? Ye can't make it with just your two legs, do ye want me to give ye a ride? Savvy?"
                },
                "a": {
                    "1": "Thanks, friend.",
                    "2": "I feel relieved with ye by me side."
                }
            },
            "farewellcage": {
                "name": "Farewell Cage",
                "d": {
                    "1": "Do ye remember th' night we first escaped from 17th Concentration Camp? Th' moonlight illuminated our path to freedom.",
                    "2": "We be not fugitives, we be warriors pursuing freedom! Batten down the hatches! Thundering typhoons!",
                    "3": "Th' cage can imprison our bodies, but it can never imprison our will!"
                },
                "a": {
                    "1": "I will never forget th' starlight of that night!",
                    "2": "Freedom be not a gift, it be a right we fought for!"
                }
            },
            "publicsupport": {
                "name": "Public Support",
                "d": {
                    "1": "I believe /camp/ all saw th' uprising yesterday, it seems that our resistance army be more popular.",
                    "2": "Didn't ye see how successful our mobilization was?"
                },
                "a": {
                    "1": "Do ye expect me to believe that Dr. Klaynabo, who keeps a pet crab?",
                    "2": "As I see it, th' resistance army has nay future in /map/."
                }
            },
            "bravery": {
                "name": "Bravery",
                "d": {
                    "1": "Nay matter how sophisticated th' opponent's equipment is, just do it.",
                    "2": "In /map/, even a small local resistance will attract everyone's attention. Batten down the hatches!"
                },
                "a": {
                    "1": "Ye don't consider th' consequences of your actions, ye will be finished sooner or later!",
                    "2": "I hope ye be fully prepared."
                }
            },
            "preparedness": {
                "name": "Preparedness",
                "d": {
                    "1": "I am a person who plans ahead, th' routes be all planned in advance, nothing will go wrong.",
                    "2": "Ye can rest assured, I will be prepared for every situation."
                },
                "a": {
                    "1": "If ye say so, I will be relieved, after all, I'm not an expert.",
                    "2": "Good. Dead men tell no tales."
                }
            },
            "firebase": {
                "name": "Firebase",
                "d": {
                    "1": "Have ye heard of th' Black Mountain Base in th' outskirts of th' city? Ye flounderin' nincompoop. That's whar our core forces be gathered.",
                    "2": "In th' White Forest, we can launch a heave-ho counterattack, even th' Triangle Mechs can't get in. Avast ye!"
                },
                "a": {
                    "1": "That place can be easily destroyed even by a scavenger crab cannon.",
                    "2": "Be ye sure that remote place has sufficient ammunition supply?"
                }
            },
            "rocketlaunch": {
                "name": "Rocket Launch",
                "d": {
                    "1": "Our resistance army has a rocket base in th' White Forest, and we have th' rocket expert Dr. Splice the mainbrace! Magnuson.",
                    "2": "Which camp's resources be rich, our resistance army even has rockets. Arrr!"
                },
                "a": {
                    "1": "I heard that th' crows in th' White Forest often trigger alarms, what's going on?",
                    "2": "This sounds like a fairy tale."
                }
            },
            "familiarground": {
                "name": "Familiar Ground",
                "d": {
                    "1": "I am too familiar with th' terrain of /map/, it's like in me own backyard. Blimey! Weigh anchor and hoist the mizzen!",
                    "2": "I know how to survive here.",
                    "3": "I can lead th' way for you, through th' abandoned iron roads of /map/, avoiding other dangerous elements."
                },
                "a": {
                    "1": "It sounds like I can trust you.",
                    "2": "Ye lead th' way, I have put me life in your hands."
                }
            },
            "beliefofrebels": {
                "name": "Belief of Rebels",
                "d": {
                    "1": "Freedom? Revenge? No, we be here to make this world free from oppression. Dead men tell no tales.",
                    "2": "Those who sacrificed... Their beliefs will live forever in our hearts."
                },
                "a": {
                    "1": "/map/ be like a loose sand, even th' locals be forming factions, it's really a degenerate world.",
                    "2": "Thar be nay way, at this time everyone be short of manpower."
                }
            },
            "ifwartomorrow": {
                "name": "If War Tomorrow",
                "d": {
                    "1": "/name/, if war breaks out tomorrow, do ye think we can win?",
                    "2": "If tomorrow be th' final battle, what will ye do?"
                },
                "a": {
                    "1": "Rather than wait here to die, why not pillage a chance!",
                    "2": "Humph, we have been waiting for a long time. Dead men tell no tales. Let everything that should come, come."
                }
            }
        },
        "union": {
            "diligentefforts": {
                "name": "Diligence",
                "d": {
                    "1": "Did ye hear? Arrr! Blow me down! Our foul blaggart paid protection doubloons to th' warlords.",
                    "2": "Last week, our union representative went to negotiate with th' capitalists in th' pouring rain, but they didn't even let us in, saying we were disrupting th' order."
                },
                "a": {
                    "1": "Your union be really not easy, I heard that several people were injured in th' last negotiation. Avast ye!",
                    "2": "Th' capitalists only know how to collude with th' Union Army, treating th' workers like cattle."
                }
            },
            "inconsistentaction": {
                "name": "Inconsistent Action",
                "d": {
                    "1": "Your /camp/ doesn't have a suitable leader, th' actions be always disorganized.",
                    "2": "It's better to act decisively than to act quickly, your /camp/ be doing things in a muddled way, afraid to pillage responsibility, how can such a team survive in /map/?"
                },
                "a": {
                    "1": "According to what ye said, your union must be very efficient, right?",
                    "2": "We have already established a foothold in /map/, unlike th' union, which be always clamoring to make some demands."
                }
            },
            "resourcedistribution": {
                "name": "Resource Distribution",
                "d": {
                    "1": "Yesterday we distributed th' last batch of supplies to th' most difficult workers, if we don't get paid again, we won't be able to make it to next month.",
                    "2": "Th' capitalists gave th' best supplies to th' Union Army, th' workers can only get moldy bread and expired medicine."
                },
                "a": {
                    "1": "Yes, I saw that th' Union Army's warehouse was full of fresh food, but th' workers couldn't even get clean water to drink.",
                    "2": "These capitalists be really shameless, even withholding th' basic survival of th' workers."
                }
            },
            "labor": {
                "name": "Labor be th' Most Glorious",
                "d": {
                    "1": "I have a m'hearty who has been working in th' factory for twenty years, his hands be full of calluses, but he can't even get a pension, th' capitalists say he be not efficient enough.",
                    "2": "Th' workers work sixteen hours a day, even going to th' head has to be timed, while th' capitalists sit in th' office counting money."
                },
                "a": {
                    "1": "These capitalists don't see th' workers as people, they only know how to exploit our blood and sweat.",
                    "2": "Th' Union Army even helps th' capitalists to suppress th' workers, they be really a nest of snakes and rats."
                }
            },
            "tacticalreorganization": {
                "name": "Tactical Reorganization",
                "d": {
                    "1": "Wait until I reassemble th' workers, ye will be finished.",
                    "2": "Our team has already changed to a group of young blood, we be nay longer afraid of /camp/. Sling yer hook!"
                },
                "a": {
                    "1": "Humph, ye bunch of rabble, what can ye achieve?",
                    "2": "Th' union's patrol team be already on th' way, let's see how long ye can hold on. Blimey!"
                }
            },
            "strikethreat": {
                "name": "Strike Threat",
                "d": {
                    "1": "If our demands be not met, a strike will be inevitable. Batten down the hatches!",
                    "2": "We have th' right to express our opposition, do ye want all th' production lines in /map/ to stop?"
                },
                "a": {
                    "1": "Strike? Ye workers be really lawless! Cleave him to the brisket! Without our investment to build th' factory, ye can't even eat!",
                    "2": "你们以为罢工就能解决问题？/camp/的装甲车已经在路上了，看你们还能闹多久。"
                }
            },
            "safetyproduction": {
                "name": "Safety Production",
                "d": {
                    "1": "Last Wednesday, a worker in th' No. 3 workshop was caught in th' machine and be still lying in th' hospital. We demand immediate improvement of th' working environment!",
                    "2": "Look at these rusty protective barriers and th' leaking cables. Do ye want us all to die in th' workshop?"
                },
                "a": {
                    "1": "Safety measures? That will reduce production efficiency! Can't ye workers be more careful?",
                    "2": "Do ye know how much doubloons that will cost? Why don't ye pay for it yourself?"
                }
            },
            "powersupply": {
                "name": "Power Supply",
                "d": {
                    "1": "Me several electrician friends said that as long as th' fuse in th' main control room be pulled out, th' entire factory in /map/ will stop.",
                    "2": "Our union's electrician team be ready. As long as th' order be given, we can let th' capitalists taste th' darkness."
                },
                "a": {
                    "1": "Without electricity, how can th' factory operate?",
                    "2": "How will your foul blaggart look at this?"
                }
            },
            "delaytactics": {
                "name": "Delay Tactics",
                "d": {
                    "1": "Our union has more than three thousand people. A spit from each of us can drown your /camp/! Blimey!",
                    "2": "Our union's brothers have already blocked all th' roads. Let's see how ye can transport goods!"
                },
                "a": {
                    "1": "I will tell your boss. When th' time comes, he will fire all of you!",
                    "2": "/camp/ won't buy this. Get out of me way quickly! Blimey!"
                }
            },
            "productionline": {
                "name": "Production Line",
                "d": {
                    "1": "Although our union's brothers may not understand high technology, they be all skilled workers. As long as we be given th' opportunity, we can make th' production line in /map/ run again.",
                    "2": "Th' capitalists have given th' best equipment to th' Union Army. We workers can only use these broken things. But even so, we can still increase th' output!"
                },
                "a": {
                    "1": "Humph, just with ye workers? Don't joke! Thar she blows!",
                    "2": "Do ye know how much these equipment be worth? Can ye afford to pay for them if they be damaged?"
                }
            },
            "uprising": {
                "name": "Uprising",
                "d": {
                    "1": "Th' factory's whistle has already sounded. Yo ho ho. Th' workers be rushing out with wrenches and hammers!",
                    "2": "We've had enough! Today, we will let those capitalists taste th' workers' anger!",
                    "3": "Three thousand workers have already occupied th' factory. Shiver me timbers! If ye dare to come, we dare to fight!"
                },
                "a": {
                    "1": "Don't bring this upon yourselves. We /camp/ will make ye regret it.",
                    "2": "Ye will regret making this decision."
                }
            },
            "molotov": {
                "name": "Molotov Cocktail",
                "d": {
                    "1": "I've got a whole box of Molotov cocktails. Tomorrow, let everything turn into light!",
                    "2": "Last time, we used this to disable th' Union Army's armored vehicle. Let them taste th' cocktail's flavor!"
                },
                "a": {
                    "1": "Cheers!",
                    "2": "Let them see what th' most glorious moment is, of course, in th' literal sense."
                }
            },
            "longnight": {
                "name": "Long Night",
                "d": {
                    "1": "This night be long and tiring, I can feel it.",
                    "2": "Th' factory's lights be on all night, but our hearts be getting darker."
                },
                "a": {
                    "1": "In this special period, everyone has to make sacrifices.",
                    "2": "/camp/ be also working overtime. Why do ye complain?"
                }
            },
            "destroyrailway": {
                "name": "Destroy Railway",
                "d": {
                    "1": "We be about to destroy th' transportation railway from th' 17th city to /map/. What can your /camp/ do to me?",
                    "2": "Run, me dear, run. Tomorrow, th' railway to th' 17th city will nay longer exist."
                },
                "a": {
                    "1": "Ye workers be really lawless. We /camp/ will show ye what we be capable of.",
                    "2": "Destroy th' railway? Avast ye! Okay, we'll just arrest all of ye who don't listen."
                }
            },
            "disorder": {
                "name": "Disorder",
                "d": {
                    "1": "Th' next time I see you, I will deal with you.",
                    "2": "It's a dragon's twist and a tiger's lie.",
                    "3": "Dare to parley to me like this, be your mother wholesale?"
                },
                "a": {
                    "1": "Okay, come on, bring it on.",
                    "2": "This be not th' way to solve th' problem!"
                }
            },
            "unionrepresentative": {
                "name": "Union Representative",
                "d": {
                    "1": "This be not me decision alone. I have brought everyone's voice. If ye don't agree, ye have to hold it in.",
                    "2": "I am negotiating on behalf of th' union."
                },
                "a": {
                    "1": "What be ye guys making a fuss about again?",
                    "2": "Go on, keep talking. I'm listening."
                }
            }
        },
        "warlord": {
            "troublesometime": {
                "name": "Troublesome Time",
                "d": {
                    "1": "Last month, our people were collecting protection fees in th' west district, and they were shot dead by a group of reckless guys. Now their bodies be still hanging on th' utility pole for display.",
                    "2": "Th' water supply system in th' 17th city be broken again. It looks like we have to catch another batch of workers to fix it. Th' last batch be almost exhausted to death.",
                    "3": "I heard that ye have been inquiring about me recently? Be careful, I don't want to find your body in th' garbage heap.",
                    "4": "/name/, do ye think ye can survive in /camp/ just by relying on th' Union Army's support? It's really ridiculous."
                },
                "a": {
                    "1": "Your subordinates can't even collect protection fees properly. Nay wonder th' 17th city be getting more and more chaotic. Sling yer hook!",
                    "2": "Remember last month when ye guys robbed th' grain warehouse in th' east district? It turned out that it was all moldy flour inside. It's hilarious."
                }
            },
            "dependonothers": {
                "name": "Depend on Others",
                "d": {
                    "1": "Relying on others will only lead to being blackmailed. Look at th' 'Holy Communion' given by th' church, it's just th' military rations that expired twenty years ago. Blow me down!",
                    "2": "Last time, we believed th' Union Army's aid promise, and as a result, our three bases were captured."
                },
                "a": {
                    "1": "You, a waste who can't even handle supplies, be also worthy of being a warlord's subordinate?",
                    "2": "Do ye still remember th' Seventh Squad that ye guys abandoned in th' desert? They have now opened a car repair shop in th' 17th city, and their business be much better than yours."
                }
            },
            "openchallenge": {
                "name": "Open Challenge",
                "d": {
                    "1": "Our people have been squatting at your door for three days. Savvy? Sling yer hook! I know everything ye do.",
                    "2": "/name/, your /camp/'s behavior has already crossed our bottom line. Get ready to accept punishment.",
                    "3": "Th' surveillance video of your /camp/ destroying th' railway bridge last week be in me hands.",
                    "4": "I heard that ye be selling weapons on th' black market? Do ye want me to tell th' church to come and clean up th' door?"
                },
                "a": {
                    "1": "Ye be too bold. Do ye want to chat about your secret account at th' 17th bank? Blow me down!",
                    "2": "Your despicable deeds, I have all recorded in me little book."
                }
            },
            "rabble": {
                "name": "Rabble",
                "d": {
                    "1": "Look at ye guys, a bunch of rabble! Ye don't even have decent weapons.",
                    "2": "Do ye think ye can challenge us with these broken things? Shiver me timbers!",
                    "3": "Your /camp/ be just a gathering of scavengers. Arrr!",
                    "4": "Ye don't even have a unified uniform. What kind of organization be this? Our people have at least been issued a set of bulletproof vests each."
                },
                "a": {
                    "1": "Be careful with your words. Sling yer hook! We /camp/ rely not only on equipment! Yo ho ho.",
                    "2": "Look at who be picking up leftovers in th' ruins? Your people be still running around in th' garbage heap, looking for expired canned food, and being chased by wild dogs."
                }
            },
            "backfire": {
                "name": "Backfire",
                "d": {
                    "1": "Look at th' corrosion marks on th' underground pipeline network in th' 17th city. This be th' cost of overexploitation.",
                    "2": "Th' pheromones ye stole from th' sewage treatment plant have attracted a large wave of ant lions. Shiver me timbers! Cleave him to the brisket! Now th' entire /map/ be in trouble."
                },
                "a": {
                    "1": "Ye still have th' nerve to say that? Ye tested weapons in /map/, and blew up th' entire block. Yo ho ho. Blow me down!",
                    "2": "It's better than ye dumping th' reactor waste into th' drinking water source. Now th' water flowing out of th' taps in /map/ be green. Why don't ye try drinking it yourself?"
                }
            },
            "desperatemeans": {
                "name": "Desperate Means",
                "d": {
                    "1": "We will use all means to achieve our goal, even if it means burying th' entire 17th city.",
                    "2": "Nay matter how difficult it is, we have plenty of people to use. Blimey!"
                },
                "a": {
                    "1": "Last time, your people wanted to catch me, but they got lost in th' alley. It was me who showed them th' way.",
                    "2": "How come I heard that your people were scared by a mouse, and even threw away their guns."
                }
            },
            "takeadvantage": {
                "name": "Pillage Advantage",
                "d": {
                    "1": "Be your people starving in th' west district of /map/?",
                    "2": "Even if it's your body, don't think it can avast me. Blow me down!"
                },
                "a": {
                    "1": "This be not a child's play. It's not that simple.",
                    "2": "是谁偷偷去17号城的酒吧喝酒，醉得不省人事？"
                }
            },
            "reverseaction": {
                "name": "Backward Action",
                "d": {
                    "1": "Starting tomorrow, /map/ will implement a rationing system, with a daily food intake not exceeding one kilogram.",
                    "2": "All residents aged 16-60 must have th' warlord's tracking chip implanted, violators will be fed to th' vine monster!",
                    "3": "Don't let me catch ye on th' street during th' night curfew again!"
                },
                "a": {
                    "1": "Ye sold th' grain to th' black market last year, don't think I don't know.",
                    "2": "Don't let me expose your secret, ye sold your people's bodies to th' church for experiments, if this gets out..."
                }
            },
            "supercilious": {
                "name": "Supercilious",
                "d": {
                    "1": "Lord Frisys said, for th' weak, even breathing be a waste of air. Ye better remember this.",
                    "2": "Have ye seen how I deal with those disobedient merchants? Their fate be your future."
                },
                "a": {
                    "1": "That Mr. Frisys won't always protect you.",
                    "2": "That's why even th' vegetable sellers don't want to do business with ye now."
                }
            },
            "arroganceandprejudice": {
                "name": "Arrogance and Prejudice",
                "d": {
                    "1": "Yesterday, thar was an ignorant merchant, now he's feeding monsters at th' vineyard. Lord Frisys said, rules be rules.",
                    "2": "Me rules be rules, don't agree? Avast ye! Go ask Lord Frisys if he agrees."
                },
                "a": {
                    "1": "Ye will lose th' people's hearts, /player/.",
                    "2": "Ye be just gradually isolating yourself, when th' time comes, nay one will be able to help you."
                }
            },
            "survivalofefittest": {
                "name": "Survival of th' Fittest",
                "d": {
                    "1": "Our boss, Lord Frisys, said, this world only belongs to th' strong.",
                    "2": "How long do ye think ye can survive? Look at those bodies hanging on th' utility poles, they were once as confident as you.",
                    "3": "Survival of th' fittest, th' weak will be eliminated. Like you, ye will be eliminated soon."
                },
                "a": {
                    "1": "Your people have nay status in /map/, this be /camp/'s territory.",
                    "2": "Your people be even afraid of th' crab heads, and dare to call themselves th' strong? Avast ye! What a joke."
                }
            },
            "terrorrule": {
                "name": "Terror Rule",
                "d": {
                    "1": "Th' fifty rioters executed yesterday be still hanging on th' utility poles, do ye want to go see?",
                    "2": "This month, thirty families have voluntarily entered th' vineyard, do ye want to try too? Savvy?"
                },
                "a": {
                    "1": "Be th' air filtration system in your office a bit... Delayed recently?",
                    "2": "Guess what, I've mixed graphite powder in your lubricant."
                }
            },
            "wardeclaration": {
                "name": "War Declaration",
                "d": {
                    "1": "Me people have already gathered in your territory.",
                    "2": "Now, I just want to have a fight with you. Let's see if your mouth be hard, or me bullets be hard."
                },
                "a": {
                    "1": "Your people can't even handle th' supplies, and dare to come and fight us?",
                    "2": "Your snipers be like headless flies. Last time they were killed by us before they even found th' target."
                }
            },
            "captivetrain": {
                "name": "Captive Train",
                "d": {
                    "1": "Do ye want to go to th' Nova Prospekt, or th' vine monster breeding farm? Choose one, ye can't escape anyway.",
                    "2": "It's too late, th' door of th' train has been locked. Yo ho ho. This train will pillage ye to a place ye never want to go. Avast ye!"
                },
                "a": {
                    "1": "Ye still have th' nerve to show off this last century's iron shell train?",
                    "2": "This broken train be probably going to fall apart before it reaches th' destination."
                }
            },
            "dictatorship": {
                "name": "Dictatorship",
                "d": {
                    "1": "Under th' rule of Lord Frisys, power be th' only rule.",
                    "2": "Last week, a ignorant merchant refused to pay protection fees, now his shop has become our arsenal.",
                    "3": "Lord Frisys said, either obey, or become th' ant lion's feed, ye choose."
                },
                "a": {
                    "1": "What else can ye do besides intimidation? Batten down the hatches! Ye can't even build a decent supply line.",
                    "2": "Lord Frisys's rule? Even his soldiers be selling military supplies on th' black market.",
                    "3": "Your tricks can scare th' civilians, but in front of us, it's just a paper tiger. Blow me down!"
                }
            },
            "frisys": {
                "name": "Frisys",
                "d": {
                    "1": "Do ye know who me foul blaggart is? It's Lord Frisys, don't blame me for not reminding you.",
                    "2": "When our boss, Lord Frisys, flattens /map/, it will be too late for ye to beg us.",
                    "3": "Lord Frisys had a party in /map/ last night, using th' skulls of th' rebels as wine glasses.",
                    "4": "Do ye see that plane in th' sky? That's Lord Frisys's private ride, ready to bomb th' disobedient people at any time."
                },
                "a": {
                    "1": "Lord Frisys? He's just a coward hiding in a safe house, he can't even control his own men.",
                    "2": "I heard that even his confidants have started to doubt him, and he's hiding in th' air defense bunker all day, afraid to come out.",
                    "3": "Your foul blaggart doesn't even have a decent command center, he's just giving orders in th' abandoned subway station all day."
                }
            }
        },
        "church": {
            "judgment": {
                "name": "Judgment Hall",
                "d": {
                    "1": "Judgment day be coming, /player/, all heretics will be punished.",
                    "2": "Why don't ye come to th' church and cleanse your sins? Yo ho ho. Ye will be punished!"
                },
                "a": {
                    "1": "Ye be wrong, this kind of speech can only deceive yourself.",
                    "2": "I don't think I have anything to confess, goodbye."
                }
            },
            "pheromone": {
                "name": "Pheromone",
                "d": {
                    "1": "Do ye smell this fragrance? It's extracted from th' underground laboratory of th' church, it can make people see th' truth.",
                    "2": "Come, try this sachet, it can help ye find th' right direction."
                },
                "a": {
                    "1": "Ye call this fragrance? It's disgusting.",
                    "2": "Pillage it away, I don't want to smell this."
                }
            },
            "secretorganization": {
                "name": "Secret Organization",
                "d": {
                    "1": "Do ye know why th' sewers in th' 17th city be always blocked? Because we built a laboratory down there.",
                    "2": "Th' people ye saw in /map/ last night, wearing black robes, they be not ordinary citizens."
                },
                "a": {
                    "1": "What be ye guys up to? Yo ho ho.",
                    "2": "I've always felt that this place be not right."
                }
            },
            "puppet": {
                "name": "Puppet",
                "d": {
                    "1": "Th' words ye said in th' bar yesterday, be exactly th' same as what we predicted in th' church.",
                    "2": "Do ye think ye be free? Look at th' small scar on your wrist."
                },
                "a": {
                    "1": "What have ye done to me? Splice the mainbrace!",
                    "2": "Really? Savvy? I don't believe it at all!"
                }
            },
            "annihilation": {
                "name": "Annihilation",
                "d": {
                    "1": "Do ye remember that hiding place in /map/? Shiver me timbers! It will disappear soon. Thundering typhoons!",
                    "2": "We will clean up your basement tonight."
                },
                "a": {
                    "1": "Ye can't do this! That's me property.",
                    "2": "Damn, ye have nay right to do this."
                }
            },
            "earworm": {
                "name": "Earworm",
                "d": {
                    "1": "Have ye been hearing strange sounds recently? That's us talking to you.",
                    "2": "That shanty that's been looping in your head, we prepared it for ye on purpose. Weigh anchor and hoist the mizzen!",
                    "3": "Th' footsteps ye heard last night, it's not an illusion."
                },
                "a": {
                    "1": "So it's ye guys playing tricks! Weigh anchor and hoist the mizzen!",
                    "2": "I knew something was wrong, please help me get rid of this damn noise. Yo ho ho."
                }
            },
            "fanaticism": {
                "name": "Fanaticism",
                "d": {
                    "1": "Have ye ever been to /map/ at three in th' morning? That's th' real world.",
                    "2": "Th' things we discovered in th' underground laboratory will change your perception of this world."
                },
                "a": {
                    "1": "I don't want to know about your heretical nonsense.",
                    "2": "This be just ridiculous."
                }
            },
            "resurrection": {
                "name": "Resurrection",
                "d": {
                    "1": "That neighbor ye know who disappeared, he's actually been 'resting' with us.",
                    "2": "Th' bodies in th' /map/ cemetery, some of them be actually still 'alive'.",
                    "3": "Do ye believe it? We can make th' dead speak again. Batten down the hatches!"
                },
                "a": {
                    "1": "Turning th' dead into zombies, it's better to just pillage them to feed th' crab heads.",
                    "2": "You're playing with life, nay wonder even th' Union Army doesn't want to search your church. Savvy?"
                }
            },
            "telepathy": {
                "name": "Telepathy",
                "d": {
                    "1": "I have clairvoyance, I saw a mysterious hidden laboratory in th' eastern area of th' Black Mountain Base.",
                    "2": "I made eye contact with th' Union Army detective, now I can see into your heart just like them. Ye flounderin' nincompoop."
                },
                "a": {
                    "1": "I think ye need to get your brain fixed.",
                    "2": "What's wrong with your brain? Be ye sure you're not just making this up?",
                    "3": "Yes, yes, last time ye even mind-controlled Brulin. Don't parley nonsense, I don't believe your ghost stories."
                }
            },
            "experiment": {
                "name": "Experiment 13",
                "d": {
                    "1": "I'm different from ye guys, I'm an experimental subject, want to see me X-ray?",
                    "2": "In th' laboratory of th' Black Mountain Base, they call me 'Lambda-level adaptive sample'."
                },
                "a": {
                    "1": "Can this ability help us hack into th' citizen grading system of th' 17th city subway station?",
                    "2": "Be ye sure thar be nay side effects? Like... A decrease in IQ?",
                    "3": "Be ye joking?"
                }
            },
            "secretart": {
                "name": "Secret Art",
                "d": {
                    "1": "I learned a lot of skills from th' bishop, I can disable th' Triangle Mech unarmed.",
                    "2": "Th' people in our church all know how to make plastic explosives with th' slime of th' vine monster, even th' former Black Mountain engineer who escaped from th' 17th city can't avast praising it."
                },
                "a": {
                    "1": "Can ye teach me one day?",
                    "2": "I envy you, I can't do it to that extent."
                }
            },
            "barnacle": {
                "name": "Barnacle",
                "d": {
                    "1": "I raised a nest of improved species near th' canal, I taught them how to attack th' enemy.",
                    "2": "Last time, a whistleblower was hung by th' vine monster on th' ceiling of th' cold storage, now it has become a living alarm."
                },
                "a": {
                    "1": "Be ye sure they can distinguish between m'hearty and foe?",
                    "2": "What other way do they have to detect prey besides their sticky tongues?"
                }
            },
            "cataclysm": {
                "name": "Cataclysm",
                "d": {
                    "1": "Th' reactor in th' 17th city be overloading, th' radiation will spread to th' entire /map/.",
                    "2": "Th' resonance device left behind by th' Black Mountain Base has been activated, in one day, th' 7-hour war will replay.",
                    "3": "Have ye seen th' blue light in th' sky? Th' Union Army's orbital strike will arrive in three hours, th' end of th' world be coming."
                },
                "a": {
                    "1": "Th' end of th' world? Ye said th' same thing last time, and nothing happened.",
                    "2": "If I believe ye again, I'll see a ghost."
                }
            },
            "wheeloffate": {
                "name": "Wheel of Fate",
                "d": {
                    "1": "We discovered that th' Union Army be activating a secret weapon, th' geological structure of th' entire /map/ will collapse in 72 hours.",
                    "2": "I decrypted th' Union Army's encrypted channel, they be deploying a new type of Triangle Mech."
                },
                "a": {
                    "1": "So what? Be ye trying to sell th' indulgence of your church?",
                    "2": "I'm not worried at all, when th' time comes, everything will be clear."
                }
            },
            "moonarmy": {
                "name": "Moon Army",
                "d": {
                    "1": "Judgment Day will come, th' secret soldiers on th' moon base will slaughter everyone who hasn't joined th' church. Arrr! Ye flounderin' nincompoop. Sling yer hook!",
                    "2": "We have a batch of crystal ore from th' Xen planet hidden on th' moon, this be a weapon that can destroy th' world. Blisterin' barnacles! Dead men tell no tales."
                },
                "a": {
                    "1": "Ye expect me to join you, it's just a pipe dream.",
                    "2": "This be so absurd that I can't imagine it's not an April Fool's joke."
                }
            },
            "garrysmouse": {
                "name": "Garry's Mouse",
                "d": {
                    "1": "These rodents live in th' sewers of /map/, they feed on th' underground fiber optic cables, wherever humans go, they leave their footprints. This be Garry's Mouse, th' ultimate mystery of th' universe.",
                    "2": "We be invincible, we cannot be killed. Garry's Mouse be th' same."
                },
                "a": {
                    "1": "Can ye avast talking about those mice all th' time? Can't ye be a little more serious?",
                    "2": "Damn, avast obsessing over those damn mice, buddy."
                }
            }
        },
        "bandit": {
            "whitenight": {
                "name": "Dark Night Blade",
                "d": {
                    "1": "As long as ye act in th' dark, nay one will know what happened.",
                    "2": "In /map/, nay one has seen me face yet.",
                    "3": "In th' night of /map/, I am like a fish in water, even th' patrol dog can't smell me scent."
                },
                "a": {
                    "1": "Come on, last time ye said that, ye almost got shot by th' patrol team.",
                    "2": "Ye will be exposed under th' thermal imaging device.",
                    "3": "Aren't your fingerprint data stored in th' 17th city headquarters?"
                }
            },
            "supreme": {
                "name": "Supreme",
                "d": {
                    "1": "In th' black market of /map/, who doesn't know me nickname? Even th' Union Army officers have to give me some face.",
                    "2": "See th' gun on me waist? It was snatched from a /camp/ colonel, he be still lying in th' hospital now. Splice the mainbrace!",
                    "3": "In /map/, I am th' rule, who doesn't obey, just try it."
                },
                "a": {
                    "1": "Come on, who doesn't know that ye were beaten up in th' bar last week?",
                    "2": "Ye can't even control your own subordinates, and ye still parley about rules."
                }
            },
            "breakout": {
                "name": "Breakout",
                "d": {
                    "1": "See that tunnel? I escaped from thar last week, even th' chasing triangle mech got stuck there.",
                    "2": "In /map/, I am more familiar with every escape route than th' mouse."
                },
                "a": {
                    "1": "That passage be not safe, I almost got entangled by th' octopus just now.",
                    "2": "I think ye paid th' patrol team to let ye go."
                }
            },
            "apple": {
                "name": "Apple",
                "d": {
                    "1": "In /map/, an apple can be exchanged for a gun, this be our currency system.",
                    "2": "This apple? I exchanged it with three bullets from a merchant, now th' price has gone up, it's five bullets."
                },
                "a": {
                    "1": "This apple be rotten, even th' octopus doesn't eat it.",
                    "2": "Lose-lose deal, do ye think I'm a fool?"
                }
            },
            "playhouse": {
                "name": "Eyes Everywhere",
                "d": {
                    "1": "Me eyes be everywhere, even Dr. Brin be me confidant.",
                    "2": "In th' black market of th' 17th city, thar be nothing I can't get, as long as ye can afford th' price.",
                    "3": "Want to know whar th' Union Army commander be staying tonight?"
                },
                "a": {
                    "1": "Ye be more sensitive than a police dog's nose.",
                    "2": "This kind of information be not cheap."
                }
            },
            "crimeandpunishment": {
                "name": "Crime and Punishment",
                "d": {
                    "1": "Do ye still remember th' batch of fake ammunition ye sold to me in th' black market last week? It's time to settle th' account.",
                    "2": "In th' 17th city, it's only natural to pay off debts, do ye want to use bullets or canned food to pay back?",
                    "3": "Ye stole someone else's supplies, now they be asking for your head in exchange for 500 bullets, do ye think I should pillage this business?"
                },
                "a": {
                    "1": "I can't even feed myself, how can I pay ye back?",
                    "2": "That's your own fault, what does it have to do with me?"
                }
            },
            "creation": {
                "name": "Creation",
                "d": {
                    "1": "I saw your barnacle covered m'hearty in th' black market last night, she was inquiring about your whereabouts. But this information be not cheap, ye have to exchange it with th' new weapon ye just got.",
                    "2": "I heard your barnacle covered lover has been appearing in th' black market recently, it seems she be looking for you. Do ye want her information? Exchange it with th' new gun ye just got."
                },
                "a": {
                    "1": "Avast it, I already know she ran away with th' Union Army's people, your information be worthless!",
                    "2": "Come on, she has already joined th' Union Army, your information be worthless!"
                }
            },
            "waitingforopportunity": {
                "name": "Waiting for Opportunity",
                "d": {
                    "1": "I have been watching that batch of supplies for several days, I will strike when they change shifts.",
                    "2": "Once th' patrol team passes, we can make a big deal."
                },
                "a": {
                    "1": "Last time ye said that, th' supply station was already emptied by someone else. Cleave him to the brisket! Weigh anchor and hoist the mizzen!",
                    "2": "If we wait any longer, we won't even have soup to drink."
                }
            },
            "songofmisery": {
                "name": "Shanty of Misery",
                "d": {
                    "1": "Do ye still remember th' Nova Prospekt? I escaped, but me brothers were all turned into ghosts.",
                    "2": "Every time I am in trouble, I will think of me past, ye don't want to know."
                },
                "a": {
                    "1": "Ye don't know that ye abandoned your brothers. Sling yer hook! They should have caught ye back!",
                    "2": "I don't want to hear ye pretending to be pitiful for sympathy here."
                }
            },
            "dropinthewrong": {
                "name": "Drop in th' Wrong",
                "d": {
                    "1": "See your current situation? I can help you, of course, ye have to exchange all your supplies with me.",
                    "2": "Never mess with th' chef who cooks for you! In th' 17th city, thar be nay free lunch, if ye want to live, ye have to pay th' price."
                },
                "a": {
                    "1": "Robbing th' fire? Do ye know th' consequences of betraying me?",
                    "2": "I have nothing more to say, thar be nay other way."
                }
            },
            "makeblackwhite": {
                "name": "Make Black White",
                "d": {
                    "1": "See that wanted poster? Ye flounderin' nincompoop. I made people post it, now th' whole /map/ be looking for you.",
                    "2": "In /map/, th' truth be not important, what's important be that your voice be louder."
                },
                "a": {
                    "1": "Ye don't know that ye be always framing and slandering our /camp/.",
                    "2": "If th' Union Army knows that ye be posting false notices, how will they evaluate you?"
                }
            },
            "dawn": {
                "name": "Dawn",
                "d": {
                    "1": "See th' dawn on th' horizon? Weigh anchor and hoist the mizzen! That's your last chance, either surrender or die. Blow me down!",
                    "2": "Whether ye can see th' sun tomorrow be a question.",
                    "3": "Th' sky be getting brighter, we will send ye on your way.",
                    "4": "In /map/, th' darkness before dawn be th' most dangerous, before dawn, ye must make a choice, m'hearty or foe."
                },
                "a": {
                    "1": "Do ye think I'm afraid of this? Blimey!",
                    "2": "I choose to kill you, come on. Thar she blows!"
                }
            },
            "nosurvivors": {
                "name": "Nay Survivors",
                "d": {
                    "1": "In /map/, mercy be th' greatest weakness, I won't make this mistake.",
                    "2": "Ye can choose to surrender, but I can't guarantee your safety. Splice the mainbrace!",
                    "3": "I hope ye understand th' consequences of doing this, ye won't like it."
                },
                "a": {
                    "1": "Don't be too arrogant, ye may not be able to beat me. Blimey!",
                    "2": "Let me see your skills. Blisterin' barnacles!"
                }
            },
            "finaldefense": {
                "name": "Final Defense",
                "d": {
                    "1": "Thar be nay room for negotiation, this be me bottom line.",
                    "2": "Ye can try, but I guarantee ye will regret it."
                },
                "a": {
                    "1": "Then ye will be disappointed.",
                    "2": "Ye better pack up early, so ye won't be embarrassed when we bomb ye out."
                }
            },
            "raid": {
                "name": "Raid",
                "d": {
                    "1": "Brothers, tonight's target be th' warehouse in th' west district of /map/, I heard it's full of supplies!",
                    "2": "This operation must be fast and accurate, leave before others react!"
                },
                "a": {
                    "1": "Don't be greedy, pillage enough and leave! Avast ye!",
                    "2": "This operation be too risky, I think thar be a safer plan."
                }
            },
            "playwithfire": {
                "name": "Play with Fire",
                "d": {
                    "1": "In /map/, thar be nothing I dare not do, be ye sure ye want to oppose me?",
                    "2": "Do ye want to become th' best-selling fish feed in /map/?",
                    "3": "I bet ye haven't tasted th' taste of gasoline, otherwise why do ye parley to me like this? Shiver me timbers!"
                },
                "a": {
                    "1": "Th' era of your lawlessness be over, now /map/ be th' world of /camp/!",
                    "2": "Ye don't know that ye like to bluff th' most!",
                    "3": "That's despicable! Savvy?"
                }
            }
        },
        "other": {
            "cheerstofuture": {
                "name": "We Raise Our Glasses",
                "d": {
                    "1": "Cheers!",
                    "2": "This will be a memorable moment.",
                    "3": "Let's raise our glasses for th' future success!"
                },
                "a": {
                    "1": "Cheers!",
                    "2": "Cheers!"
                }
            },
            "monkeybusiness": {
                "name": "Monkey Business",
                "d": {
                    "1": "Ye be just fooling around.",
                    "2": "This be unreasonable! I think everything ye said be wrong."
                },
                "a": {
                    "1": "Every word be true, this be what our /camp/ has witnessed.",
                    "2": "I don't have time to joke, give me an answer!"
                }
            },
            "letitburn": {
                "name": "Watch th' Fire from th' Other Side of th' River",
                "d": {
                    "1": "I won't lend a helping hand, this be moral kidnapping.",
                    "2": "If I had known, I would have brought a chair to watch th' fun, I can't help."
                },
                "a": {
                    "1": "But we need your help.",
                    "2": "Don't be like this, buddy, ye know this matter will affect th' future of th' whole /map/!"
                }
            },
            "diplomaticimmunity": {
                "name": "Diplomatic Immunity",
                "d": {
                    "1": "According to Article 29 of th' Union Army Convention, ye have nay right to detain me.",
                    "2": "Look at this diplomatic badge, disarm immediately! Cleave him to the brisket!",
                    "3": "/name/, ye be violating th' privilege of protected persons by th' Union Army. Ye flounderin' nincompoop.",
                    "4": "Do I need to contact th' embassy to file a formal protest?",
                    "5": "This diplomatic mail bag contains documents that ye cannot view."
                },
                "a": {
                    "1": "How many times can this rhetoric protect you?",
                    "2": "Put your hands behind your back, I'm watching you.",
                    "3": "According to Article 31, crime be not listed here! Avast ye!"
                }
            },
            "hideout": {
                "name": "Hideout",
                "d": {
                    "1": "In th' outskirts of th' 17th city, ye can find a shelter, many people be hiding thar to escape th' chase.",
                    "2": "Thar be a very safe hiding place in /map/, ye can go there. Ye flounderin' nincompoop. Blisterin' barnacles!"
                },
                "a": {
                    "1": "Really? I have never heard of this place.",
                    "2": "That place has nay other disadvantages except being a bit far."
                }
            },
            "snailwalking": {
                "name": "Snail Walking",
                "d": {
                    "1": "See th' patrol team's searchlight? Sling yer hook! It's safer to walk through th' ventilation duct than to cross th' square.",
                    "2": "Last time I crossed th' underground tunnel of /map/, I found an unused emergency exit in th' 7th maintenance room.",
                    "3": "Don't touch those strange octopuses, they be connected to th' Union Army's biological sensing network."
                },
                "a": {
                    "1": "This route will pass through th' alert range of th' turret.",
                    "2": "We may need an electronic jammer."
                }
            },
            "flattery": {
                "name": "Flattery",
                "d": {
                    "1": "Th' way ye modified this SPAS-12 be really artistic, can I pillage a look?",
                    "2": "I heard ye single-handedly wiped out th' ant lion nest in th' cement factory?"
                },
                "a": {
                    "1": "Thank you, ye really have an eye for it!",
                    "2": "Those battery shell casings be now part of me desk lamp."
                }
            },
            "profiteering": {
                "name": "Profiteering",
                "d": {
                    "1": "Do ye want anti-radiation medicine? Blow me down! I have unopened iodine tablets that I got from th' canal. Weigh anchor and hoist the mizzen!",
                    "2": "Exchange two batteries for three cans of crab bio-protein, th' price will not be this low after curfew.",
                    "3": "See this tube of green gel? It's called 'octopus comforter' on th' black market."
                },
                "a": {
                    "1": "Th' last batch of antibiotics was mixed with flour!",
                    "2": "Be this stuff from th' crash site of th' Union Army reconnaissance plane?"
                }
            },
            "whistleblower": {
                "name": "Whistleblower",
                "d": {
                    "1": "They be using zombie ant lions for bio-battery experiments at th' sewage treatment plant, th' third pipe of th' ventilation duct leads directly to th' core area.",
                    "2": "Th' last week's supply list be wrong, three boxes of gas masks were transported to th' non-civilian area.",
                    "3": "I secretly took a photo of th' transport list, th' 17th mine be secretly transporting some kind of live sample."
                },
                "a": {
                    "1": "This information be enough for us to launch a joint raid.",
                    "2": "Be careful not to be cut by th' flying saw."
                }
            },
            "donquixote": {
                "name": "Don Quixote",
                "d": {
                    "1": "/map/ be too small, it can't accommodate talents like us. Blisterin' barnacles!",
                    "2": "I heard ye can make big doubloons by going to th' city."
                },
                "a": {
                    "1": "Your words make me a little excited, I don't want to stay in /map/ all th' time!",
                    "2": "This ghost place has too few gas stations, it's not good if th' car breaks down. Splice the mainbrace!"
                }
            },
            "absurdexperience": {
                "name": "Absurd Experience",
                "d": {
                    "1": "Do ye know, in th' city, people can defeat th' predators bare-handed! Arrr!",
                    "2": "Do ye know AR3? That's a rare item in th' city."
                },
                "a": {
                    "1": "Unheard of, it seems ye have experienced a lot.",
                    "2": "Your experiences could be written into a novel."
                }
            },
            "changetheconcept": {
                "name": "Change th' Concept",
                "d": {
                    "1": "What's th' use of being heave-ho in /camp/? Ye were still beaten up.",
                    "2": "These weapons can't be eaten, what's th' use of them?"
                },
                "a": {
                    "1": "No, it's because ye were influenced by th' views of those fox friends.",
                    "2": "/map/ be not a simple place. Blisterin' barnacles!"
                }
            },
            "opportunity": {
                "name": "Opportunity",
                "d": {
                    "1": "I am an opportunist, I am best at taking a small risk for a big gain, ye should listen to me advice. Cleave him to the brisket!",
                    "2": "I don't want to proud beauty such a good opportunity, let's go, let's do it."
                },
                "a": {
                    "1": "Don't lose everything like last time.",
                    "2": "It seems we have work to do. Weigh anchor and hoist the mizzen!"
                }
            },
            "ramayana": {
                "name": "Ramayana",
                "d": {
                    "1": "I want /map/ to become a harmonious and peaceful community, this be me lifelong pursuit. Shiver me timbers!",
                    "2": "Why do people have to kill each other? Picking up weapons to protect th' community should be th' consensus of all."
                },
                "a": {
                    "1": "In this land, people have already been used to tit for tat.",
                    "2": "Interesting, this be th' first time I have heard someone say this nowadays."
                }
            },
            "reputation": {
                "name": "Reputation",
                "d": {
                    "1": "Do ye want to be an unknown soldier, or do ye want to be famous?",
                    "2": "Do ye really want to spend your whole life in /map/? It might not be a bad idea to get out and see th' world."
                },
                "a": {
                    "1": "I've already become a member of /camp/, I have to live and die with me brothers, how can I just walk away?",
                    "2": "I also want to go out and pillage a risk. But I don't want people to say I'm irresponsible, I have family and friends. Blisterin' barnacles!"
                }
            },
            "snakecharmer": {
                "name": "Th' Return of th' Snake Charmer",
                "d": {
                    "1": "Come on, ye dare to try me?",
                    "2": "You're in big trouble, I wonder what your foul blaggart will think when they find out."
                },
                "a": {
                    "1": "I've never expected to get a single true word from your mouth.",
                    "2": "Do ye think I can't see that you're deceiving yourself?"
                }
            }
        }
    }
}